{
    "articles": [
        {
            "Title": "'The Creator' Review: It's AI That Wants to Save Humanity",
            "url": "https://www.wired.com/story/the-creator-gareth-edwards-review/",
            "raw_text": "Gareth Edwards’ new sci-fi film invites audiences to cheer for artificial intelligence that affirms the value of human life."
        },
        {
            "Title": "The NSA has a new security center specifically for guarding against AI",
            "url": "https://www.engadget.com/the-nsa-has-a-new-security-center-specifically-for-guarding-against-ai-180354146.html",
            "raw_text": "The National Security Agency (NSA) is starting a dedicated artificial intelligence security center, as reported by \r\nAP.\r\n This move comes after the government has begun to increasingly rely on AI, integrating multiple algorithms into defense and intelligence…"
        },
        {
            "Title": "Congress's Lone Surgeon Wants States to Regulate AI",
            "url": "https://gizmodo.com/congresss-only-surgeon-wants-states-to-regulate-ai-1850879118",
            "raw_text": "A new battle is brewing between states and the federal government. This time the fight isn’t over taxes or immigration but rather the limits of regulating advanced artificial intelligence systems. Political disagreements around AI’s role in healthcare, in par…"
        },
        {
            "Title": "Decentralized Artificial Intelligence",
            "url": "https://www.chaos-engineering.dev/p/decentralized-artificial-intelligence",
            "raw_text": "On Decentralized Cryptographically Secure Neural Agents"
        },
        {
            "Title": "Why KPMG's head of AI strategy isn't worried consultants will become obsolete",
            "url": "https://www.businessinsider.com/kpmg-ai-innovation-human-interaction-will-need-more-consultants-2023-9",
            "raw_text": "KPMG's Steve Chase expects artificial intelligence will lead to more jobs at the accounting and consulting giant."
        },
        {
            "Title": "Google AI: How One Tech Giant Approaches Artificial Intelligence",
            "url": "https://blog.hubspot.com/marketing/a-look-back-at-googles-biggest-artificial-intelligence-projects#article",
            "raw_text": "Have you ever sat paralyzed, trying to craft the perfect text message? Well, one experiment from Google AI may provide the perfect solution. The team’s AI-powered Magic Compose provides multiple sample texts, so you just have to choose the right one. You can …"
        },
        {
            "Title": "A Surprisingly Relevant Blockbuster About Artificial Intelligence",
            "url": "https://www.theatlantic.com/culture/archive/2023/09/the-creator-movie-review/675462/?utm_source=feed",
            "raw_text": "Gareth Edwards’s new movie, The Creator, is wall-to-wall action, set in a future where AI has already failed to save the world."
        },
        {
            "Title": "Are we about to see ‘the iPhone of artificial intelligence’?",
            "url": "https://www.digitaltrends.com/mobile/ex-apple-design-chief-discussing-ai-hardware-with-openai/",
            "raw_text": "Apple’s former design guru Jony Ive is reportedly in talks with ChatGPT creator OpenAI to build a new hardware device for artificial intelligence."
        },
        {
            "Title": "NSA launches AI security center amid growing cyber threats",
            "url": "https://readwrite.com/nsa-launches-ai-security-center-amid-growing-cyber-threats/",
            "raw_text": "As artificial intelligence weaves itself deeper into the fabric of national defense, the U.S. National Security Agency has unveiled a […]\nThe post NSA launches AI security center amid growing cyber threats appeared first on ReadWrite."
        },
        {
            "Title": "FedEx Robot Solves Complex Packing Problems",
            "url": "https://hackaday.com/2023/09/29/fedex-robot-solves-complex-packing-problems/",
            "raw_text": "Despite the fact that it constantly seems like we’re in the midst of a robotics- and artificial intelligence-driven revolution, there are a number of tasks that continue to elude even …read more"
        },
        {
            "Title": "SAG-AFTRA video game actors vote in favor of strike action over wages and AI",
            "url": "https://www.engadget.com/sag-aftra-video-game-actors-vote-in-favor-of-strike-action-over-wages-and-ai-101515825.html",
            "raw_text": "SAG-AFTRA members have voted in favor of a strike authorization for performers working in video games, including those who do voice work, motion capture and stunts for the industry. Of the 34,687 members who cast their ballot, 98.32 percent voted \"yes.\" It do…"
        },
        {
            "Title": "Learn ChatGPT with this training course bundle for only $14.97",
            "url": "https://boingboing.net/2023/09/29/learn-chatgpt-with-this-training-course-bundle-for-only-14-97.html",
            "raw_text": "We thank our sponsor for making this content possible; it is not written by the editorial staff nor does it necessarily reflect its views.\n\n\n\nTL;DR: Technology is constantly evolving, and no one wants to get left behind. Keep up with the times and check out T…"
        },
        {
            "Title": "From Westworld to The Creator: 6 sci-fi movies where the ‘evil’ AI was right",
            "url": "https://www.digitaltrends.com/movies/6-movies-where-evil-ai-robot-villains-are-right-the-creator-westworld-blade-runner/",
            "raw_text": "From Westworld to The Creator, these sci-fi movies feature artificial intelligence in a positive or ambiguous light that asks the question: Can AI be good?"
        },
        {
            "Title": "Apple to Ramp Up Generative AI Research With New Hires and Investment",
            "url": "https://www.macrumors.com/2023/09/29/apple-to-ramp-up-ai-research/",
            "raw_text": "Apple wants to hire more staff to work on artificial intelligence in the United Kingdom, CEO Tim Cook today said (via BBC News).\n\n\n\n\n\nCook reaffirmed that Apple is actively researching generative AI technology, and said that he expects Apple's investment in t…"
        },
        {
            "Title": "What Humans Lose When AI Writes for Us",
            "url": "https://www.scientificamerican.com/article/what-humans-lose-when-ai-writes-for-us/",
            "raw_text": "In&nbsp; Who Wrote This? &nbsp;linguist Naomi S. Baron discusses how artificial intelligence threatens our ability to express ourselves"
        },
        {
            "Title": "Watch out, Apple, an 'iPhone of artificial intelligence' could be in the works",
            "url": "https://www.windowscentral.com/phones/iphone/watch-out-apple-an-iphone-of-artificial-intelligence-could-be-in-the-works",
            "raw_text": "Apple's former Chief Design Officer, Jony Ive, is reportedly in deliberations with OpenAI, which could result in the birth of what sources familiar with the deal are referring to as “iPhone of artificial intelligence.”"
        },
        {
            "Title": "AlphaDev discovers faster sorting algorithms",
            "url": "https://www.deepmind.com/blog/alphadev-discovers-faster-sorting-algorithms",
            "raw_text": "In our paper published today in Nature, we introduce AlphaDev, an artificial intelligence (AI) system that uses reinforcement learning to discover enhanced computer science algorithms – surpassing those honed by scientists and engineers over decades."
        },
        {
            "Title": "Terminal Race Condition: The only thing that scares me anymore",
            "url": "https://medium.com/@dave-shap/terminal-race-condition-the-only-thing-that-scares-me-anymore-97a422d5e765",
            "raw_text": "The prospect of rapidly accelerating artificial intelligence fills me with equal parts awe and dread. Awe at the immense possibilities opening before us. And dread of what I call the Terminal Race…"
        },
        {
            "Title": "AiPrice – API for Accurate OpenAI Prompt Pricing",
            "url": "https://aiprice.dev/",
            "raw_text": "AI Pricing Calculator - Cost Estimates for Artificial Intelligence Solutions. Navigate the complexity of AI implementation with our AI Pricing Calculator. Accurate, real time cost estimates for all your AI project needs."
        },
        {
            "Title": "Doom developer John Carmack thinks artificial general intelligence is doable by 2030",
            "url": "https://www.theregister.com/2023/09/26/john_carmack_agi/",
            "raw_text": "Suggests we might not have AI at all if it weren't for Quake\nLegendary software developer John Carmack, who gave the world the first-person shooter, thinks it's likely an artificial general intelligence (AGI) could be shown to the public around the year 2030.…"
        },
        {
            "Title": "Jony Ive and OpenAI CEO might build the iPhone of artificial intelligence",
            "url": "https://bgr.com/tech/jony-ive-and-openai-ceo-might-build-the-iphone-of-artificial-intelligence/",
            "raw_text": "Earlier this week, a report said that Apple’s former design chief Jony Ive was talking with OpenAI’s CEO Sam Altman about developing some sort of …\nThe post Jony Ive and OpenAI CEO might build the iPhone of artificial intelligence appeared first on BGR."
        },
        {
            "Title": "US National Security Agency unveils artificial intelligence security centre",
            "url": "https://www.aljazeera.com/news/2023/9/29/us-national-security-agency-unveils-artificial-intelligence-security-centre",
            "raw_text": "NSA Director Paul Nakasone says US maintains advantage in AI development but capabilities can be 'taken for granted'."
        },
        {
            "Title": "Jony Ive and OpenAI in Talks to Build 'the iPhone of Artificial Intelligence'",
            "url": "https://www.macrumors.com/2023/09/28/jony-ive-iphone-artificial-intelligence-openai/",
            "raw_text": "Former Apple designer Jony Ive and OpenAI's Sam Altman are in advanced talks with SoftBank's Masayoshi Son to launch a $1 billion venture to build \"the iPhone of artificial intelligence,\" according to the Financial Times. The news follows a report on Wednesda…"
        },
        {
            "Title": "Machine Learning Mastery Series – Part 1 of 10",
            "url": "https://ataiva.com/machine-learning-mastery-series-part-1-introduction-to-machine-learning/",
            "raw_text": "Welcome to the Machine Learning Mastery Series, a comprehensive journey into the exciting world of machine learning. In this first installment, we’ll lay the foundation by exploring the fundamentals of machine learning, its types, and the essential concepts t…"
        },
        {
            "Title": "Jony Ive may design AI hardware that will compete with Apple",
            "url": "https://appleinsider.com/articles/23/09/27/jony-ive-may-design-ai-hardware-that-will-compete-with-apple",
            "raw_text": "Former Apple design lead Jony Ive and OpenAI chief Sam Altman are reportedly talking about a team-up to design a new piece of hardware with artificial intelligence at its core.The details of the project are fuzzy at the moment, and it's not clear if a partner…"
        },
        {
            "Title": "Tim Cook confirms Apple is researching ChatGPT-style AI",
            "url": "https://appleinsider.com/articles/23/09/29/tim-cook-confirms-apple-is-researching-chatgpt-style-ai",
            "raw_text": "Apple CEO Tim Cook has told UK press that the company is \"of course\" working on generative AI, and that he expects to hire more Artificial intelligence staff in that country.Apple CEO Tim CookJust hours after Apple put a spotlight on how it supports over half…"
        },
        {
            "Title": "CIA’s AI director says the new tech is our biggest threat, and resource",
            "url": "https://www.politico.com/news/2023/09/27/cia-ai-director-biggest-threat-resource-00118571",
            "raw_text": "Lakshmi Raman directs artificial intelligence at the CIA. She says even as the technology empowers U.S. adversaries, it’s giving critical new tools to her agency."
        },
        {
            "Title": "Walmart To Roll Out New Prepaid Phone Service From Boost Founder",
            "url": "https://tech.slashdot.org/story/23/09/26/1733205/walmart-to-roll-out-new-prepaid-phone-service-from-boost-founder",
            "raw_text": "Walmart is expanding its offerings of prepaid phone plans with MobileX, a wireless service launched earlier this year by Boost cofounder Peter Adderton. Walmart will be MobileX's first and exclusive retail partner, the companies said in an announcement Tuesda…"
        },
        {
            "Title": "Writers Guild wins protections against artificial intelligence",
            "url": "https://www.poynter.org/commentary/2023/writers-guild-wins-protections-against-artificial-intelligence-newsroom-unions/",
            "raw_text": "Today’s newsletter lead item about the writers strike and AI was written by my Poynter colleague Angela Fu. After 148 days, the Writers Guild of America ended its strike and […]\nThe post Writers Guild wins protections against artificial intelligence appeared …"
        },
        {
            "Title": "A Primer On Artificial Intelligence And Cybersecurity",
            "url": "https://www.forbes.com/sites/chuckbrooks/2023/09/26/a-primer-on-artificial-intelligence-and-cybersecurity/",
            "raw_text": "In simple terms, artificial intelligence acts as a powerful catalyst and enabler for cybersecurity in our connected ecosystem."
        },
        {
            "Title": "Was ‘The Creator’ Written by AI?",
            "url": "https://www.rollingstone.com/tv-movies/tv-movie-reviews/the-creator-review-ai-john-david-washington-sci-fi-movies-gareth-edwards-1234829559/",
            "raw_text": "Director of Rogue One and John David Washington deliver a cautionary tale about artificial intelligence that feels as if it was made by one"
        },
        {
            "Title": "ChatGPT Can Now See Your Photos and Respond to Them",
            "url": "https://petapixel.com/2023/09/26/chatgpt-can-now-see-your-photos-and-respond-to-them/",
            "raw_text": "ChatGPT is listening. ChatGPT is watching. In very cool and normal news, the generative artificial intelligence (AI) large language model will soon be able to see your photos and hear what users have to say and respond back.\n[Read More]"
        },
        {
            "Title": "Meta Says Instagram is Set to Receive AI-Based Editing Features ‘Soon’",
            "url": "https://petapixel.com/2023/09/27/meta-says-instagram-is-set-to-receive-ai-based-editing-features-soon/",
            "raw_text": "Meta seems to be going all in on artificial intelligence (AI) as the company announced a suite of new AI features, including image generation and editing, across its apps Wednesday's Connect event.\n[Read More]"
        },
        {
            "Title": "The Creator review: A thrilling and thoughtful take on A.I.",
            "url": "https://www.avclub.com/the-creator-movie-review-gareth-edwards-1850871302",
            "raw_text": "With the recent proliferation of artificial intelligence software like OpenAI’s ChatGPT, Gareth Edwards’ sci-fi epic The Creator arrives at a significant technological and cultural inflection point. And while current concerns about A.I. aren’t likely to lead …"
        },
        {
            "Title": "Warner on AI regulation: ‘We probably can't solve it all at once’",
            "url": "https://www.politico.com/news/2023/09/28/mark-warner-ai-legislation-00118779",
            "raw_text": "The Virginia Democrat has seen lawmakers repeatedly fail to pass new tech regulation despite rising concern about issues like privacy and misinformation. He says a different approach is needed for artificial intelligence."
        },
        {
            "Title": "As Hollywood writers head back to work, what’s in new labour deal?",
            "url": "https://www.aljazeera.com/news/2023/9/27/as-hollywood-writers-head-back-to-work-whats-in-new-labour-deal",
            "raw_text": "Supporters hail agreement to end strike as a victory, with commitments on pay, residuals and artificial intelligence."
        },
        {
            "Title": "Biotechnospheres as part of planetary intelligence and the search for extraterrestrial civilizations",
            "url": "https://phys.org/news/2023-09-biotechnospheres-planetary-intelligence-extraterrestrial-civilizations.html",
            "raw_text": "To safeguard Earth's biosphere, scientists have turned toward Artificial Intelligence (AI) with the hope that it may help to protect biodiversity. Yet this hope has been challenged by AI's appetite for water and energy rooted in AI's need for big data, iterat…"
        },
        {
            "Title": "Unleashing the power of AI to track animal behavior",
            "url": "https://phys.org/news/2023-09-unleashing-power-ai-track-animal.html",
            "raw_text": "Movement offers a window into how the brain operates and controls the body. From clipboard-and-pen observation to modern artificial intelligence-based techniques, tracking human and animal movement has come a long way. Current cutting-edge methods utilize art…"
        },
        {
            "Title": "Meta Launches Snoop Dogg AI Chatbot",
            "url": "https://www.stereogum.com/2237480/meta-launches-snoop-dogg-ai-chatbot/news/",
            "raw_text": "Artificial intelligence is all the rage right now, whether you like it or not. One of the corporations most invested in bringing AI to the masses is Meta, and their next attempt to do so involves chatbots that emulate celebrities."
        },
        {
            "Title": "Spotify Using AI to Translate Podcasters' Original Voices to Additional Languages",
            "url": "https://www.macrumors.com/2023/09/26/spotify-ai-voice-translation/",
            "raw_text": "Spotify this week announced an AI translation feature for podcasters that could give it an edge over Apple's podcasting platform. Voice Translation for podcasts uses artificial intelligence to translate podcasts into additional languages using the original po…"
        },
        {
            "Title": "Palantir Wins $250 Million AI Deal With US Defense Department",
            "url": "https://finance.yahoo.com/news/palantir-wins-250-million-ai-222730235.html",
            "raw_text": "(Bloomberg) -- Palantir Technologies Inc. has won a $250 million contract with the US Defense Department to research and develop artificial intelligence and ..."
        },
        {
            "Title": "CoreWeave Nears Stake Sale to Fidelity, Others at $7 Billion Valuation",
            "url": "https://finance.yahoo.com/news/coreweave-nears-stake-sale-fidelity-181908024.html",
            "raw_text": "(Bloomberg) -- CoreWeave, a cloud computing provider that’s among the hottest startups in the artificial intelligence race, is finalizing a minority stake..."
        },
        {
            "Title": "The Synergy Of Artificial Intelligence And Robots In Medical Practice",
            "url": "https://www.forbes.com/sites/williamhaseltine/2023/09/29/the-synergy-of-artificial-intelligence-and-robots-in-medical-practice/",
            "raw_text": "As robotics and artificial intelligence technologies advance, their combined use in medicine will become pronounced as time marches on."
        },
        {
            "Title": "Balancing Artificial And Real Intelligence In The Finance Industry",
            "url": "https://www.forbes.com/sites/forbestechcouncil/2023/09/28/balancing-artificial-and-real-intelligence-in-the-finance-industry/",
            "raw_text": "Leadership in the world of finance involves many nuances beyond the world of AI."
        },
        {
            "Title": "Does AI deserve freedom of speech? Some people think so",
            "url": "https://bgr.com/science/does-ai-deserve-freedom-of-speech-some-people-think-so/",
            "raw_text": "The continued use of artificial intelligence (AI) throughout the world has sparked a number of concerns and conversations. While some are worried about the ramifications …\nThe post Does AI deserve freedom of speech? Some people think so appeared first on BGR."
        },
        {
            "Title": "Jony Ive Could Develop AI Hardware Device With OpenAI's Sam Altman",
            "url": "https://www.macrumors.com/2023/09/27/jony-ive-openai-design-ai-hardware/",
            "raw_text": "Former Apple design chief Jony Ive and OpenAI CEO Sam Altman have been discussing building a new AI hardware device, according to a new report by The Information.\n\n\n\n\n\nBoth men have spoken to SoftBank CEO and investor Masayoshi Son about the idea, according t…"
        },
        {
            "Title": "Microsoft is Trying To Lessen Its Addiction To OpenAI as AI Costs Soar",
            "url": "https://slashdot.org/story/23/09/26/196241/microsoft-is-trying-to-lessen-its-addiction-to-openai-as-ai-costs-soar",
            "raw_text": "Microsoft's push to put artificial intelligence into its software has hinged almost entirely on OpenAI, the startup Microsoft funded in exchange for the right to use its cutting-edge technology. But as the costs of running advanced AI models rise, Microsoft r…"
        },
        {
            "Title": "Hollywood Studios Can Train AI Models on Writers' Work Under Tentative Deal",
            "url": "https://tech.slashdot.org/story/23/09/27/1412221/hollywood-studios-can-train-ai-models-on-writers-work-under-tentative-deal",
            "raw_text": "Hollywood studios are expected to retain the right to train artificial-intelligence models based on writers' work under the terms of a tentative labor agreement between the two sides, WSJ reported, citing people familiar with the situation. From the report: T…"
        },
        {
            "Title": "Day of Action Urges Congress to Ban Companies Copyrighting AI Works",
            "url": "https://petapixel.com/2023/09/29/day-of-action-urges-congress-to-ban-companies-copyrighting-ai-works/",
            "raw_text": "A day of action on artificial intelligence (AI) has been signaled by a group of artists, freelancers, and creators who are urging advocates to ask Congressional leaders to bring in a law banning companies from copyrighting AI-generated art.\n[Read More]"
        },
        {
            "Title": "Q&A with GitHub CEO Thomas Dohmke on generative AI making developers more efficient and shortening software development cycles, managing AI's risks, and more (Alexandra Garfinkle/Yahoo Finance)",
            "url": "https://www.techmeme.com/230926/p7",
            "raw_text": "Alexandra Garfinkle / Yahoo Finance:\nQ&A with GitHub CEO Thomas Dohmke on generative AI making developers more efficient and shortening software development cycles, managing AI's risks, and more  —  GitHub CEO Thomas Dohmke is right on the front line of artif…"
        },
        {
            "Title": "Sources detail how Microsoft aims to cut costs behind AI features like Bing's chatbot by developing efficient AI models that mimic OpenAI's more capable ones (Aaron Holmes/The Information)",
            "url": "https://www.techmeme.com/230926/p12",
            "raw_text": "Aaron Holmes / The Information:\nSources detail how Microsoft aims to cut costs behind AI features like Bing's chatbot by developing efficient AI models that mimic OpenAI's more capable ones  —  Microsoft's push to put artificial intelligence into its software…"
        },
        {
            "Title": "Artificial Intelligence Isn’t Coming To Supermarkets. It’s There.",
            "url": "https://www.forbes.com/sites/richardkestenbaum/2023/09/27/artificial-intelligence-isnt-coming-to-supermarkets-its-there/",
            "raw_text": "The grocery industry may be an ideal place to build artificial intelligence because the low profit margins make every additional advantage highly impactful."
        },
        {
            "Title": "What’s changed since the “pause AI” letter six months ago?",
            "url": "https://www.technologyreview.com/2023/09/26/1080299/six-months-on-from-the-pause-letter/",
            "raw_text": "This story originally appeared in The Algorithm, our weekly newsletter on AI. To get stories like this in your inbox first, sign up here. Last Friday marked six months since the Future of Life Institute (FLI), a nonprofit focusing on existential risks surroun…"
        },
        {
            "Title": "AI-Powered Audience Growth: How Esports Uses Artificial Intelligence To Connect With Fans",
            "url": "https://www.forbes.com/sites/forbestechcouncil/2023/09/26/ai-powered-audience-growth-how-esports-uses-artificial-intelligence-to-connect-with-fans/",
            "raw_text": "Esports is using advanced machine learning to help game development evolve into enhanced player experiences."
        },
        {
            "Title": "OpenAI Reportedly Taps SoftBank For $1 Billion ‘iPhone Of Artificial Intelligence’ Venture",
            "url": "https://www.forbes.com/sites/roberthart/2023/09/28/openai-reportedly-taps-softbank-for-1-billion-iphone-of-artificial-intelligence-venture/",
            "raw_text": "The device is inspired by how the iPhone’s touchscreen transformed mobile internet and aims to give a “more natural and intuitive user experience for interacting with AI,” the Financial Times reported."
        },
        {
            "Title": "Microsoft looking for nuclear program manager to power AI, cloud data centres",
            "url": "https://indianexpress.com/article/technology/science/microsoft-nuclear-power-program-manager-ai-cloud-8957388/",
            "raw_text": "Microsoft is looking for a program manager to develop and implement a strategy to power its artificial intelligence and cloud data centres using nuclear energy."
        },
        {
            "Title": "Apple may be quiet on AI, but it’s also the biggest buyer of AI companies",
            "url": "https://qz.com/apple-may-be-quiet-on-ai-but-it-s-also-the-biggest-buy-1850872570",
            "raw_text": "If there’s one thing that has been constant in the artificial intelligence frenzy it’s that Big Tech companies Google, Microsoft, Meta, and Amazon can’t stop talking about their AI investments, whether that’s in earnings calls or new product announcements. Bu…"
        },
        {
            "Title": "Machine Hallucinations #ArtTuesday",
            "url": "https://blog.adafruit.com/2023/09/26/machine-hallucinations-arttuesday/",
            "raw_text": "Refik Anadol opened Machine Hallucinations: Sphere at the Las Vegas Sphere. The first creative installation for the venue dubbed an artificial intelligence data sculpture. The 580,000-square-foot spherical LED screen will be swirled in an AI generated animati…"
        },
        {
            "Title": "OpenAI Reportedly Taps SoftBank For $1 Billion ‘iPhone Of Artificial Intelligence’ Venture",
            "url": "https://biztoc.com/x/e5df9f0bbd81d953",
            "raw_text": "OpenAI is in advanced talks with former Apple designer Jony Ive and Japanese tech giant SoftBank to bankroll a $1 billion project to build the “iPhone of artificial intelligence,” the Financial Times reported on Thursday, as the company moves to build upon th…"
        },
        {
            "Title": "I Deepfaked My Own Nudes. They Were Not as Hot as the Real Thing",
            "url": "https://www.gq.com/story/i-deepfaked-my-own-nudes",
            "raw_text": "Artificial intelligence can now create authentic-looking naked pictures of just about anyone—but these images can’t actually capture what’s exciting about seeing someone’s body."
        },
        {
            "Title": "From Unicorns To Camels: How AI Startups Transcend The Divide In Tech Investment",
            "url": "https://www.forbes.com/sites/forbestechcouncil/2023/09/26/from-unicorns-to-camels-how-ai-startups-transcend-the-divide-in-tech-investment/",
            "raw_text": "Emerging artificial intelligence startups are defying the usual constraints and proving their mettle in the global tech arena."
        },
        {
            "Title": "Exploring the data storage of tomorrow: Supramolecular memristors based on bistable [2]catenanes",
            "url": "https://phys.org/news/2023-09-exploring-storage-tomorrow-supramolecular-memristors.html",
            "raw_text": "In the development of big data and artificial intelligence, the usual data storage media are not sufficient. The next generation of data storage must meet the demand for high-density storage and energy efficiency. One such technology is resistive random-acces…"
        },
        {
            "Title": "How Female Health Startup Evvy Uses Artificial Intelligence To Make Vaginal Health More Accessible To All Women",
            "url": "https://www.forbes.com/sites/stevenaquino/2023/09/27/how-female-health-startup-evvy-uses-artificial-intelligence-to-make-vaginal-health-more-accessible-to-all-women/",
            "raw_text": "At the heart of Evvy’s mission is its state-of-the-art, at-home vaginal microbiome test designed to help women understand their vagina’s health with a single swab."
        },
        {
            "Title": "Get the most out of ChatGPT for just $15",
            "url": "https://www.pcworld.com/article/2087759/get-the-most-out-of-chatgpt-for-just-15.html",
            "raw_text": "ChatGPT took the world by storm when it hit the market, allowing people in all sorts of roles to soar through work. While interest has slowed down a bit, the utility certainly hasn’t. But if you want to get the most out of ChatGPT, you need to know how to pro…"
        },
        {
            "Title": "Learn AI now or risk losing your job, experts warn",
            "url": "https://www.cbc.ca/news/canada/artificial-intelligence-jobs-careers-training-panle-the-national-1.6978515",
            "raw_text": "Most people in the workforce need to understand how to work with artificial intelligence or they will face the risk of losing their jobs, experts say."
        },
        {
            "Title": "At $420, What Are The Risks For Nvidia Stock?",
            "url": "https://www.forbes.com/sites/greatspeculations/2023/09/27/at-420-what-are-the-risks-for-nvidia-stock/",
            "raw_text": "Technology companies and developers have been rushing to deploy generative artificial intelligence into their applications following the success of OpenAI’s ChatGPT ch..."
        },
        {
            "Title": "Mattel Creates AI-Enhanced Version Of Classic Guessing Game Pictionary",
            "url": "https://www.forbes.com/sites/joanverdon/2023/09/26/mattel-creates-ai-enhanced-version-of-classic-guessing-game-pictionary/",
            "raw_text": "Mattel is releasing a version of Pictionary that uses artificial intelligence to guess clues. It's another example of how toy manufacturers are embracing AI."
        },
        {
            "Title": "AI And The Economy: Customer Service Jobs Will Be Cut, Quality Improved",
            "url": "https://www.forbes.com/sites/billconerly/2023/09/28/ai-and-the-economy-customer-service-jobs-will-be-cut-quality-improved/",
            "raw_text": "Artificial Intelligence has had problems, but better AI, better management and better training will enable better customer service at lower cost."
        },
        {
            "Title": "5 AI Jobs To Consider For 2024",
            "url": "https://www.forbes.com/sites/shodewan/2023/09/29/5-ai-jobs-to-consider-for-2024/",
            "raw_text": "It’s clear that AI (artificial intelligence) is here to stay and these are 5 AI jobs that will be in-demand in the future"
        },
        {
            "Title": "Leaders, Don’t Fear AI...Embrace It",
            "url": "https://www.forbes.com/sites/roncarucci/2023/09/27/leaders-dont--fear-aiembrace-it/",
            "raw_text": "Regardless of industry, as a leader in the workplace, you needn't fear artificial intelligence. Instead, embrace it wholeheartedly. Here's how you can begin."
        },
        {
            "Title": "Meta conference kicks off with focus on AI and virtual reality",
            "url": "https://biztoc.com/x/2120a06e97fa3ae3",
            "raw_text": "The company's Connect conference is a two-day event focussed on Meta's artificial intelligence (AI) and virtual reality (VR) future. Mark Zuckerberg emphasised virtual reality (VR) and artificial intelligence (AI) as he kicked off Meta's Connect conference th…"
        },
        {
            "Title": "Breezit Raises $2 Million to Bring AI to Wedding Planning",
            "url": "https://biztoc.com/x/aac79d3d4f4d36e5",
            "raw_text": "Breezit has raised $2 million to help couples use artificial intelligence to plan their nuptials. The pre-seed round, announced Thursday (Sept. 28), was led by Practica Capital and will help Breezit further develop generative artificial intelligence (AI) and …"
        },
        {
            "Title": "To Bring Socializing Back to Social Networks, Apps Try A.I. Imagery",
            "url": "https://biztoc.com/x/48d90b508afebeed",
            "raw_text": "Selfie images generated by Myuri Thiruna and a friend with artificial intelligence on the Can of Soup app. Instagram, Facebook, Snapchat and several newcomers are betting on artificial intelligence to rejuvenate the fun, interactivity and whimsy of creating a…"
        },
        {
            "Title": "Jony Ive and OpenAI plan to build ‘iPhone of artificial intelligence’",
            "url": "https://www.cultofmac.com/832337/jony-ive-and-openai-plan-to-build-iphone-of-artificial-intelligence/",
            "raw_text": "So far no one knows what it will look like or what it will do, but it appears more than $1 billion in funding might be on the way for it.\n(via Cult of Mac - Tech and culture through an Apple lens)"
        },
        {
            "Title": "SAG-AFTRA's Talks With Video Games Industry End With No Resolution",
            "url": "https://www.gamespot.com/articles/sag-aftras-talks-with-video-games-industry-ends-with-no-resolution/1100-6518071/",
            "raw_text": "SAG-AFTRA announced on Thursday that its scheduled talks with various gaming industry employers ended quickly and without an agreement being formed. The meetings--which began on Tuesday--were undertaken with the goal of renegotiating the terms of the current …"
        },
        {
            "Title": "How some creators are using AI to make higher quality content – faster – for platforms",
            "url": "http://digiday.com/marketing/how-some-creators-are-using-ai-to-make-higher-quality-content-faster-for-platforms/",
            "raw_text": "YouTube introduced a generative AI feature, \"Dream Screen,\" on its Shorts platform, ushering in a new era of creativity powered by artificial intelligence. This tool empowers users to effortlessly conjure AI-generated video or image backgrounds by merely typi…"
        },
        {
            "Title": "AI model improves cancer tumor removal during breast surgery",
            "url": "https://newatlas.com/medical/ai-model-improves-cancer-tumor-removal-during-breast-surgery/",
            "raw_text": "Researchers have developed an AI model that can predict in real-time whether a surgeon has removed all cancerous tissue during breast cancer surgery by examining a mammogram of the removed tissue. The model performed as well as, or better than, human doctors.…"
        },
        {
            "Title": "Watch These 10 Essential Movies About AI",
            "url": "https://www.forbes.com/sites/markhughes/2023/09/26/watch-these-10-essential-movies-about-ai/",
            "raw_text": "Artificial Intelligence is here, and in the coming years will become a permanent part of our society. Will A.I. become sentient? If so, what happens next? Cinema has some ideas..."
        },
        {
            "Title": "The Top 10 Best Movies To Watch About A.I.",
            "url": "https://www.forbes.com/sites/markhughes/2023/09/26/the-top-20-best-movies-to-watch-about-ai/",
            "raw_text": "Artificial Intelligence is here, and in the coming years will become a permanent part of our society. Will A.I. become sentient? If so, what happens next? Cinema has some ideas..."
        },
        {
            "Title": "Can Blockchain Turbocharge Fan Fiction And Protect Authors From AI’s Threat?",
            "url": "https://www.forbes.com/sites/digital-assets/2023/09/28/can-blockchain-turbocharge-fan-fiction-and-protect-authors-from-ais-threat/",
            "raw_text": "Story Protocol’s immutable digital repository for intellectual property would give amateur devotees input into movies, books, games and music. It could also provide a blueprint for copyright holders wanting protection from artificial intelligence."
        },
        {
            "Title": "‘Alarm Bells For Crypto’—Leak Reveals Joe Biden Could Be About To Issue a Game-Changing Executive Order And Trigger Bitcoin Price Chaos",
            "url": "https://www.forbes.com/sites/digital-assets/2023/09/27/alarm-bells-for-crypto-leak-reveals-joe-biden-could-be-about-to-issue-a-game-changing-executive-order-and-trigger-bitcoin-price-chaos/",
            "raw_text": "U.S. president Joe Biden could be about to issue an executive order on artificial intelligence that could have a serious spillover to bitcoin and crypto, setting \"alarm bells\" ringing..."
        },
        {
            "Title": "‘Alarm Bells For Crypto’—Leak Reveals Joe Biden Could Be About To Issue a Game-Changing Executive Order And Trigger Bitcoin Price Chaos",
            "url": "https://www.forbes.com/sites/digital-assets/2023/09/26/alarm-bells-for-crypto-leak-reveals-joe-biden-could-be-about-to-issue-a-game-changing-executive-order-and-trigger-bitcoin-price-chaos/",
            "raw_text": "U.S. president Joe Biden could be about to issue an executive order on artificial intelligence that could have a serious spillover to bitcoin and crypto, setting \"alarm bells\" ringing..."
        },
        {
            "Title": "BMW Proactive Care Is A New Customer Service That Uses Artificial Intelligence",
            "url": "https://www.bmwblog.com/2023/09/26/bmw-proactive-care-customer-service/",
            "raw_text": "The fact cars have become rolling computers is yesterday’s news, but premium automakers keep finding ways to make them even more tech-heavy. BMW says that’s for the better as the new Proactive Care is a..."
        },
        {
            "Title": "National Security Agency is Starting an Artificial Intelligence Security Center",
            "url": "https://www.securityweek.com/national-security-agency-is-starting-an-artificial-intelligence-security-center/",
            "raw_text": "The NSA is starting an artificial intelligence security center — a crucial mission as AI capabilities are increasingly acquired, developed and integrated into U.S. defense and intelligence systems.\nThe post National Security Agency is Starting an Artificial I…"
        },
        {
            "Title": "Superb AI-Generated Optical Illusions that Twist Your Perception",
            "url": "https://designyoutrust.com/2023/09/superb-ai-generated-optical-illusions-that-twist-your-perception/",
            "raw_text": "Barbie, Taylor Swift, and Artificial Intelligence (AI): The Defining Elements of 2023. This year saw the rise of generative AI tools, which have been in development for years, burst into the mainstream. The market is flooded with a plethora of these tools – C…"
        },
        {
            "Title": "John Carmack foresees a breakthrough in artificial general intelligence by 2030",
            "url": "https://www.techspot.com/news/100294-john-carmack-foresees-breakthrough-artificial-general-intelligence-2030.html",
            "raw_text": "Carmack, of course, is best known as the co-founder of id Software and lead programmer of Wolfenstein 3D, Doom, and Quake. He left Oculus in December last year to focus on Keen Technologies, his new AGI startup.Read Entire Article"
        },
        {
            "Title": "[Removed]",
            "url": "https://removed.com",
            "raw_text": "[Removed]"
        },
        {
            "Title": "National Security Agency is starting an artificial intelligence security center",
            "url": "https://finance.yahoo.com/news/national-security-agency-starting-artificial-193229251.html",
            "raw_text": "Army Gen. Paul Nakasone said the center would be incorporated into the NSA's Cybersecurity Collaboration Center, where it works with private industry and..."
        },
        {
            "Title": "Buddy Cianci meets artificial intelligence",
            "url": "https://www.bostonglobe.com/2023/09/29/metro/buddy-cianci-meets-artificial-intelligence/",
            "raw_text": "Legendary investigative reporter Mike Stanton learned that his book on Cianci, \"The Prince of Providence,\" is being used without permission to train generative-AI systems."
        },
        {
            "Title": "Safer brain surgery using AI possible within two years",
            "url": "https://www.bbc.co.uk/news/health-66921926",
            "raw_text": "Artificial-intelligence technology can guide surgeons, which should make complicated operations safer."
        },
        {
            "Title": "UK government wants firms to explain the inner workings of their AIs",
            "url": "https://www.neowin.net/news/uk-government-wants-firms-to-explain-the-inner-workings-of-their-ais/",
            "raw_text": "The UK government has asked artificial intelligence companies to share more details of how their large language models work. It's in preparation for a global AI summit in the UK in November. Read more..."
        },
        {
            "Title": "Navan CEO Shares the Challenges Companies Face with AI",
            "url": "https://skift.com/2023/09/27/navan-ceo-shares-the-challenges-companies-face-with-ai/",
            "raw_text": "Artificial intelligence is seemingly becoming ubiquitous in the travel industry, but there are many hurdles that can trip up companies looking to boost business through the booming technology. -Rashaad Jorden"
        },
        {
            "Title": "What the Luddites Can Teach Us About Artificial Intelligence",
            "url": "https://time.com/6317437/luddites-ai-blood-in-the-machine-merchant/",
            "raw_text": "Author Brian Merchant says understanding the real history of the Luddites can help workers grappling with the rise of AI."
        },
        {
            "Title": "ChatGPT update will give it a voice and allow users to interact using images",
            "url": "https://biztoc.com/x/5ad5cc8b1b8269bd",
            "raw_text": "OpenAI’s ChatGPT is getting a major update that will enable the viral chatbot to have voice conversations with users and interact using images, moving it closer to popular artificial intelligence (AI) assistants like Apple’s Siri. The voice feature “opens doo…"
        },
        {
            "Title": "Barry Diller rips WGA deal with studios, says fair use needs to be redefined to address AI",
            "url": "https://biztoc.com/x/de5a5c09627fba28",
            "raw_text": "Slamming the tentative labor deal between Hollywood writers and studios, media mogul Barry Diller on Tuesday laid out his biggest bone of contention with generative artificial intelligence. Diller, chairman of IAC and Expedia, called for the law to be redefin…"
        },
        {
            "Title": "Brad Gerstner says AI is going to be bigger than the internet, bigger than mobile",
            "url": "https://biztoc.com/x/b3be6921c5aa13bf",
            "raw_text": "Altimeter Capital Chair and CEO Brad Gerstner is massively bullish on artificial intelligence, saying the power of the advanced technology could even trump the internet. \"AI is going to be bigger than the internet, bigger than mobile and bigger than cloud sof…"
        },
        {
            "Title": "ChatGPT users can now browse internet, OpenAI says",
            "url": "https://biztoc.com/x/e910b38c86194fb6",
            "raw_text": "ChatGPT users will now be able to surf the web, Microsoft-backed OpenAI said on Wednesday, expanding the data the viral chatbot can access beyond its earlier September, 2021, cutoff. The artificial intelligence startup said its latest browsing feature would a…"
        },
        {
            "Title": "Tom Hanks Warns Fans That It’s Not Him Pitching A Dental Plan In AI-Created Video",
            "url": "https://biztoc.com/x/43aeaa8c30a1cf3e",
            "raw_text": "Tom Hanks once said in the film Splash that “I want to have a kid, and I want to go see him be a tooth in the school play!” However, he didn’t mention a dental plan. Which is why the actor warned his Instagram followers on Saturday that he was not involved in…"
        },
        {
            "Title": "Tesla's AI Advances Could Make It The Next Apple, Says Trader",
            "url": "https://biztoc.com/x/45bdd8b1516cdbba",
            "raw_text": "Artificial intelligence is driving more than just cars and robots for Tesla stock. The automaker's advances in the space are fueling optimism for Tesla (TSLA) investors who believe its next level of growth will be built on AI. Charles Harris, portfolio manage…"
        },
        {
            "Title": "Artificial intelligence technology to analyse status of 'cryptic' bird, bilby and kowari on outback station",
            "url": "https://www.abc.net.au/news/2023-09-30/ai-technology-being-used-to-save-bilbies-plains-wanderer-kowari/102905858",
            "raw_text": "The search for the plains-wanderer will involve AI and bio-acoustic recorders to detect it and other highly vulnerable species."
        },
        {
            "Title": "Causality for Machine Learning",
            "url": "https://ff13.fastforwardlabs.com/",
            "raw_text": "An online research report on causality for machine learning by Cloudera Fast Forward."
        },
        {
            "Title": "Machine Learning Mastery Series – Part 1 of 10",
            "url": "https://ataiva.com/machine-learning-mastery-series-part-1-introduction-to-machine-learning/",
            "raw_text": "Welcome to the Machine Learning Mastery Series, a comprehensive journey into the exciting world of machine learning. In this first installment, we’ll lay the foundation by exploring the fundamentals of machine learning, its types, and the essential concepts t…"
        },
        {
            "Title": "Wolkenintelligenz: Azure-Compute für KI und Machine Learning",
            "url": "https://www.heise.de/blog/Wolkenintelligenz-Azure-Compute-fuer-KI-und-Machine-Learning-9299447.html?wt_mc=rss.red.ho.ho.atom.beitrag.beitrag",
            "raw_text": "Die Azure-Cloud bietet eine Reihe von ML-optimierten Ressourcen. Sowohl für das Training von Modellen als auch deren produktiven Einsatz."
        },
        {
            "Title": "Inside the Matrix: Visualizing Matrix Multiplication, Attention and Beyond",
            "url": "https://pytorch.org/blog/inside-the-matrix/",
            "raw_text": "An open source machine learning framework that accelerates the path from research prototyping to production deployment."
        },
        {
            "Title": "Tech conference with a 100% women+ speaker lineup",
            "url": "https://www.innoq.com/en/blog/2023/09/women-plus-in-data-and-ai-summer-festival-2023/",
            "raw_text": "A tech conference focused on data and AI in the midst of a hype around machine learning, and LLMs in particular. Fair enough. But what we had in mind when planning the first edition of the Women+ in Data and AI summer festival in 2023 went beyond the latest t…"
        },
        {
            "Title": "\"Machine Learning\": Denken mit Daten",
            "url": "https://www.zeit.de/zustimmung?url=https%3A%2F%2Fwww.zeit.de%2F2023%2F40%2Fmachine-learning-kuenstliche-intelligenz-neuronen-training",
            "raw_text": "Alle reden über neue Möglichkeiten der künstlichen Intelligenz. Aber wie funktioniert maschinelles Lernen und was sind neuronale Netze? Ein Grundkurs erklärt in Grafiken"
        },
        {
            "Title": "Google Pixel: How to turn on the Clear Calling feature",
            "url": "https://www.androidpolice.com/google-pixel-turn-on-clear-calling/",
            "raw_text": "Google Pixel Clear Calling is a feature that uses machine learning to minimize background noise on phone calls. Here's how to turn on Clear Calling."
        },
        {
            "Title": "Research team envisions a bright future with active machine learning in chemical engineering",
            "url": "https://phys.org/news/2023-09-team-envisions-bright-future-machine.html",
            "raw_text": "Chemical engineering researchers have a powerful new tool at their disposal: active machine learning. In a recent perspective article published in Engineering, Kevin M. Van Geem's research team at Ghent University explores the potential of active machine lear…"
        },
        {
            "Title": "AI startup Lamini bets future on AMD's Instinct GPUs",
            "url": "https://www.theregister.com/2023/09/26/amd_instinct_ai_lamini/",
            "raw_text": "Oh MI word: In the AI race, any accelerator beats none at all\nMachine learning startup Lamini revealed its large language model (LLM) refining platform was running \"exclusively\" on The House of Zen's silicon.…"
        },
        {
            "Title": "Machine learning helps predict drugs' favorite subcellular haunts",
            "url": "https://phys.org/news/2023-09-machine-drugs-favorite-subcellular.html",
            "raw_text": "Most drugs are small molecules that bind firmly to a specific target—some molecule in human cells that is involved in a disease—in order to work. For example, a cancer drug's target might be a molecule that is abundant inside of cancer cells. The drug should …"
        },
        {
            "Title": "AMD's latest FPGA promises super low latency AI for Flash Boy traders",
            "url": "https://www.theregister.com/2023/09/29/amd_finance_fpga/",
            "raw_text": "Letting more advanced ML loose on the stock market? What could possibly go wrong?\nAMD has refreshed its Alveo field-programmable gate arrays (FPGAs), promising a sevenfold improvement in operating latency and the ability to run more complex machine learning a…"
        },
        {
            "Title": "Premiere: In new kāve LP, pre-classical Persian verse meets the machine",
            "url": "https://cdm.link/2023/09/premiere-kave-machine-learning-poetry/",
            "raw_text": "Machine Learning Poetry, the new LP from Tehran's kāve, is not pastoral or pretty. It's 10th-12 century poetry made into a brutal digital assault - machine learning sound that cuts like a full-force buzz saw. And it's fantastic.\nThe post Premiere: In new kāve…"
        },
        {
            "Title": "Researchers find a way to make photos and muted videos ‘speak’ – here’s what it could mean for your privacy",
            "url": "https://www.techradar.com/pro/researchers-find-a-way-to-make-photos-and-muted-videos-speak-heres-what-it-could-mean-for-your-privacy",
            "raw_text": "Innovative technology is powered by a sophisticated machine learning system."
        },
        {
            "Title": "Jony Ive may design AI hardware that will compete with Apple",
            "url": "https://appleinsider.com/articles/23/09/27/jony-ive-may-design-ai-hardware-that-will-compete-with-apple",
            "raw_text": "Former Apple design lead Jony Ive and OpenAI chief Sam Altman are reportedly talking about a team-up to design a new piece of hardware with artificial intelligence at its core.The details of the project are fuzzy at the moment, and it's not clear if a partner…"
        },
        {
            "Title": "AI-Powered Audience Growth: How Esports Uses Artificial Intelligence To Connect With Fans",
            "url": "https://www.forbes.com/sites/forbestechcouncil/2023/09/26/ai-powered-audience-growth-how-esports-uses-artificial-intelligence-to-connect-with-fans/",
            "raw_text": "Esports is using advanced machine learning to help game development evolve into enhanced player experiences."
        },
        {
            "Title": "How to Install Open Source Computer Vision Library (OpenCV) on Ubuntu 22.04",
            "url": "https://www.howtoforge.com/how-to-install-open-source-computer-vision-library-opencv-on-ubuntu-22-04/",
            "raw_text": "OpenCV is an open-source machine learning software library and computer vision. It is used for image processing and performing computer vision tasks...."
        },
        {
            "Title": "How AI Can Help You Become A More Effective Manager",
            "url": "https://www.forbes.com/sites/jackkelly/2023/09/27/how-ai-can-help-you-become-a-more-effective-manager/",
            "raw_text": "For people managers, AI and machine learning will empower them with the tools they need to lead efficiently and effectively."
        },
        {
            "Title": "Error'd: Supernatural",
            "url": "https://thedailywtf.com/articles/supernatural",
            "raw_text": "I read your minds today, and what I saw there said you're all desperate for more Error'd. Lucky you, here's a twofer from LinkedIn!\n\n\nProspective employee\nProgenitus\n opened an email and reflected \n\"Yes, LinkedIn I am asking that myself. But I hoped you would…"
        },
        {
            "Title": "Meta Quest 3 hands-on: A proper successor to the most popular VR headset",
            "url": "https://www.engadget.com/meta-quest-3-hands-on-a-proper-successor-to-the-most-popular-vr-headset-173750489.html",
            "raw_text": "Last year Meta caught a bit of backlash when it released the Quest Pro. It was too expensive, it had a number of features people didn’t really want, and there just weren’t enough apps that fully utilized its hardware. But today at Connect, Meta is announcing …"
        },
        {
            "Title": "Turning Panic Into Progress: Mobile Marketing And Privacy Regulations",
            "url": "https://www.forbes.com/sites/forbestechcouncil/2023/09/26/turning-panic-into-progress-mobile-marketing-and-privacy-regulations/",
            "raw_text": "Revamped measurement techniques, developed with the help of machine learning (ML), have empowered mobile marketers to reach their audiences like never before."
        },
        {
            "Title": "Three Challenges With Adopting Domain-Specific LLMs",
            "url": "https://www.forbes.com/sites/forbestechcouncil/2023/09/26/three-challenges-with-adopting-domain-specific-llms/",
            "raw_text": "Traditional machine learning (ML) models have paved the way for groundbreaking advancements, but a new paradigm is emerging: domain-specific LLMs."
        },
        {
            "Title": "Deploying Your First Machine Learning Model",
            "url": "https://www.kdnuggets.com/deploying-your-first-machine-learning-model",
            "raw_text": "With just 3 simple steps, you can build & deploy a glass classification model faster than you can say...glass classification model!"
        },
        {
            "Title": "Meta Debuts $500 Quest 3 as Apple Prepares to Launch $3,500 Vision Pro Headset Next Year",
            "url": "https://www.macrumors.com/2023/09/27/meta-quest-3/",
            "raw_text": "Facebook parent company Meta today announced the upcoming launch of the $500 Meta Quest 3, its newest mixed reality headset that goes up against the much more expensive Vision Pro that Apple plans to launch next year.\n\n\n\n\n\nMeta claims that the Quest 3 was red…"
        },
        {
            "Title": "Fitbit Charge 6 unveiled with improved heart rate sensor, added Google features",
            "url": "https://www.gsmarena.com/fitbit_charge_6_unveiled_with_improved_heart_rate_sensor_added_google_features-news-60067.php",
            "raw_text": "Fitbit Charge 6 is the latest addition in the Google wearables division bringing improved health tracking and even deeper integration with Google apps like YouTube Music, Google Pay and Google Maps.\n\n\n\nCharge 6 features a 1.04-inch color AMOLED display with A…"
        },
        {
            "Title": "Save 88% on this complete Excel, VBA, and Data Science Certification Training Bundle",
            "url": "https://www.neowin.net/deals/save-88-on-this-complete-excel-vba-and-data-science-certification-training-bundle/",
            "raw_text": "Kickstarter funded! Be the master of databases and analysis with 55 hours of beginner content on Excel, VBA, Python, Machine Learning, and more and save $329 off with Neowin Deals! Read more..."
        },
        {
            "Title": "Plotting Decision Trees in R with rpart and rpart.plot",
            "url": "https://www.r-bloggers.com/2023/09/plotting-decision-trees-in-r-with-rpart-and-rpart-plot/",
            "raw_text": "Introduction\nDecision trees are a powerful machine learning algorithm that can be used for both classification and regression tasks. They are easy to understand and interpret, and they can be used to build complex models without the need for fea...\r\n\n\n\nContin…"
        },
        {
            "Title": "Enterprises have ambitious plans for machine learning but the road isn't a smooth one",
            "url": "https://betanews.com/2023/09/27/enterprises-have-ambitious-plans-for-machine-learning-but-the-road-isnt-a-smooth-one/",
            "raw_text": "A new survey looks at how organizations find business value from machine learning (ML), how they plan to invest in the near term, and the challenges they expect to face in achieving their ambitious goals for getting new ML initiatives into production. The stu…"
        },
        {
            "Title": "Deploying Your Machine Learning Model to Production in the Cloud",
            "url": "https://www.kdnuggets.com/deploying-your-ml-model-to-production-in-the-cloud",
            "raw_text": "Learn a simple way to have a live model hosted on AWS."
        },
        {
            "Title": "Sound Business: The Promise of Audio Machine Learning Technologies",
            "url": "https://sloanreview.mit.edu/article/listen-up-machine-learning-holds-great-promise-for-audio-applications/",
            "raw_text": "Carolyn Geason-Beissel/MIT SMR | Getty Images Sounds are everywhere — the chatter and babble of humans and animals, the whirring and thrumming of machines, the background hum of the natural environment, and the murmur of bees on a summer day. These sounds pro…"
        },
        {
            "Title": "AI startup Lamini bets future on AMD's Instinct GPUs",
            "url": "https://biztoc.com/x/6d581a54092e38a1",
            "raw_text": "Machine learning startup Lamini revealed its large language model (LLM) refining platform was running \"exclusively\" on The House of Zen's silicon. Just out of stealth mode earlier this year, Lamini wants to help enterprises build and run generative AI product…"
        },
        {
            "Title": "Breezit Raises $2 Million to Bring AI to Wedding Planning",
            "url": "https://biztoc.com/x/aac79d3d4f4d36e5",
            "raw_text": "Breezit has raised $2 million to help couples use artificial intelligence to plan their nuptials. The pre-seed round, announced Thursday (Sept. 28), was led by Practica Capital and will help Breezit further develop generative artificial intelligence (AI) and …"
        },
        {
            "Title": "Privacy-preserving measurement and machine learning",
            "url": "http://blog.cloudflare.com/deep-dive-privacy-preserving-measurement/",
            "raw_text": "Cloudflare is implementing DAP (Distributed Aggregation Protocol) – a way of aggregating data without exposing individual measurements that uses  multi-party computation"
        },
        {
            "Title": "Canonical releases Charmed MLFlow",
            "url": "https://ubuntu.com/blog/canonical-releases-charmed-mlflow",
            "raw_text": "Canonical announced today that Charmed MLFlow, Canonical’s distribution of the popular machine learning platform, is now generally available. Charmed MLFlow is part of Canonical’s growing MLOps portfolio. […]"
        },
        {
            "Title": "KDnuggets News, September 27: ChatGPT Projects Cheat Sheet • Introduction to PyTorch & Lightning AI",
            "url": "https://www.kdnuggets.com/2023/n35.html",
            "raw_text": "10 ChatGPT Projects Cheat Sheet • Introduction to Deep Learning Libraries: PyTorch and Lightning AI • Top 5 Free Alternatives to GPT-4 • Machine Learning Evaluation Metrics: Theory and Overview • Kick Ass Midjourney Prompts with Poe"
        },
        {
            "Title": "Predicting and analyzing organic reaction pathways by combining machine learning and reaction network approaches",
            "url": "https://pubs.rsc.org/en/content/articlelanding/2023/cc/d3cc03890d",
            "raw_text": "Chem. Commun., 2023, Advance ArticleDOI: 10.1039/D3CC03890D, Communication Open Access &nbsp This article is licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported Licence.Tomonori Ida, Honoka Kojima, Yuta HoriBy training 50 fundamental orga…"
        },
        {
            "Title": "Spotify will not ban AI-made music, says boss",
            "url": "https://biztoc.com/x/b44bf67fc58a199c",
            "raw_text": "While AI is not banned in all forms on the platform the company does not allow its content to be used to train a machine learning or AI model, the likes of which can then produce music. Neither Drake nor The Weeknd were aware of cloned versions of their voice…"
        },
        {
            "Title": "Learn Python for just $10",
            "url": "https://www.pcworld.com/article/2081509/learn-python-for-just-10.html",
            "raw_text": "Python is the world’s most popular programming language because it’s considered relatively easy to learn despite being massively scalable and used in programs as diverse as machine learning and GUIs. If you’ve ever wanted to learn Python, now is the time beca…"
        },
        {
            "Title": "Pagaya: FIntech with AI Power at its core",
            "url": "https://finance.yahoo.com/news/pagaya-fintech-ai-power-core-091708527.html",
            "raw_text": "Pagaya Technologies Ltd (NASDAQ:PGY) is a fintech company which uses artificial intelligence (AI) and machine learning (ML) to optimize and manage..."
        },
        {
            "Title": "Wolkenintelligenz: Azure-Compute für KI und Machine Learning",
            "url": "https://www.heise.de/blog/Wolkenintelligenz-Azure-Compute-fuer-KI-und-Machine-Learning-9299447.html?wt_mc=rss.red.developer.developer.atom.beitrag.beitrag",
            "raw_text": "Die Azure-Cloud bietet eine Reihe von ML-optimierten Ressourcen. Sowohl für das Training von Modellen als auch deren produktiven Einsatz."
        },
        {
            "Title": "Spotify will use OpenAI's tech to translate podcasts to more languages",
            "url": "https://www.techspot.com/news/100315-spotify-use-openai-tech-translate-podcasts-more-languages.html",
            "raw_text": "Spotify has unveiled Voice Translation for podcasts, a new pilot service that utilizes AI to translate audio shows into various languages. Through the application of machine learning techniques, podcasts can maintain the original podcaster's voice, resulting …"
        },
        {
            "Title": "The Impact of AI and Machine Learning on Software Development",
            "url": "https://socialnomics.net/2023/09/27/the-impact-of-ai-and-machine-learning-on-software-development/",
            "raw_text": "The Impact of AI and Machine Learning on Software Development Throughout the last few years, AI and ML technologies have transformed how we use and build software. These impacts are well welcomed by developers and users the same which is positively impacting …"
        },
        {
            "Title": "Meet Canonical at MLOps World 2023",
            "url": "https://ubuntu.com/blog/mlops-world-2023",
            "raw_text": "The AI Roadshow lands in the USA Date: 25-26 October 2023 Location: Renaissance Austin Hotel, Austin, Texas Book a meeting The Canonical AI Roadshow will soon cross the Atlantic and stop in Austin, Texas. We will be at MLOps World, as well as the Generative A…"
        },
        {
            "Title": "Ubuntu AI podcast: Understanding MLOps and Observability",
            "url": "https://ubuntu.com/blog/ubuntu-ai-podcast-understanding-mlops-and-observability",
            "raw_text": "The podcast Welcome to Ubuntu AI podcast! From fun experiments to enterprise projects, AI became the center of attention when it comes to innovation, digital transformation and optimisatation. Open source technologies democratised access to state of the art m…"
        },
        {
            "Title": "Apple is the top buyer of AI and machine learning companies",
            "url": "https://macdailynews.com/2023/09/26/apple-is-the-top-buyer-of-ai-and-machine-learning-companies/",
            "raw_text": "Since 2017, Apple has been the top buyer of artificial intelligence (AI) and machine learning (ML) companies, according to market research…\nThe post Apple is the top buyer of AI and machine learning companies appeared first on MacDailyNews."
        },
        {
            "Title": "Getting Started with PyTorch in 5 Steps",
            "url": "https://www.kdnuggets.com/5-steps-getting-started-pytorch",
            "raw_text": "This tutorial provides an in-depth introduction to machine learning using PyTorch and its high-level wrapper, PyTorch Lightning. The article covers essential steps from installation to advanced topics, offering a hands-on approach to building and training neu…"
        },
        {
            "Title": "The machine learning operations (MLOps) market map",
            "url": "https://www.cbinsights.com/research/machine-learning-operations-mlops-market-map/",
            "raw_text": "As commercial applications of AI scale rapidly amid the generative AI boom, enterprises are looking to overhaul existing data management practices to become “AI first.” Organizations are seeking best practices for sourcing data for AI, training AI models, mon…"
        },
        {
            "Title": "Google unveils Fitbit Charge 6",
            "url": "https://betanews.com/2023/09/28/google-fitbit-charge-6/",
            "raw_text": "With the unveiling of the Fitbit Charge 6, the boundaries of fitness tracking technology have been pushed once more. This gadget is not just a fitness tracker; it’s a personal health companion aimed at providing a wholesome understanding of your body’s functi…"
        },
        {
            "Title": "Amazon Textract launches Layout feature to extract paragraphs, titles, and more from documents",
            "url": "https://aws.amazon.com/about-aws/whats-new/2023/09/amazon-textract-layout-feature-extract-paragraphs-titles-documents/",
            "raw_text": "Amazon Textract is a machine learning service that automatically extracts printed text, handwriting, and data from any document or image. Today, we are pleased to announce Layout, a new Amazon Textract feature that enables customers to extract layout elements…"
        },
        {
            "Title": "Get the most out of ChatGPT for just $15",
            "url": "https://www.pcworld.com/article/2087759/get-the-most-out-of-chatgpt-for-just-15.html",
            "raw_text": "ChatGPT took the world by storm when it hit the market, allowing people in all sorts of roles to soar through work. While interest has slowed down a bit, the utility certainly hasn’t. But if you want to get the most out of ChatGPT, you need to know how to pro…"
        },
        {
            "Title": "Save an extra $20 on this AI image generator through 9/30",
            "url": "https://www.pcworld.com/article/2086071/save-an-extra-20-on-this-ai-image-generator-through-9-30.html",
            "raw_text": "Whether you work in sales, marketing, or project management, you never know when you might need some quality design or imagery to support your work. Rather than going through a time-consuming design process, just trust an AI image generator like Pixilio.\r\n\n\n\n…"
        },
        {
            "Title": "This tool helps you analyze the real estate market and it’s just $40",
            "url": "https://www.pcworld.com/article/2084194/this-tool-helps-you-analyze-the-real-estate-market-and-its-just-40.html",
            "raw_text": "With housing prices exploding all over the country, it’s getting harder and harder to find a good deal on property. But it’s a bit easier with the help of a tool like Mashvisor.\r\n\n\n\n\nMashvisor pools up-to-date data from resources like the MLS, Zillow, Rentome…"
        },
        {
            "Title": "Google launches Fitbit Charge 6 with new health capabilities",
            "url": "https://www.mobihealthnews.com/news/google-launches-fitbit-charge-6-new-health-capabilities",
            "raw_text": "Utilizing AI and machine learning, the Charge 6 supplies up to 60% more accurate heart rate readings, the most precise in a Fitbit tracker yet."
        },
        {
            "Title": "Nigeria: Lagos Building Collapses - We Used Machine Learning to Show Where and Why They Happen",
            "url": "https://allafrica.com/stories/202309280004.html",
            "raw_text": "[The Conversation Africa] Building collapses have become a major menace in Lagos, Nigeria. Lagos is the business hub of the country and has its largest seaport and airport. With an estimated population of 15.4 million, it is the largest city in sub-Saharan Af…"
        },
        {
            "Title": "Canonical announces the general release of Charmed MLFlow",
            "url": "https://www.zdnet.com/article/canonical-announces-the-general-release-of-charmed-mlflow/",
            "raw_text": "The company behind Ubuntu Linux, Snap, and numerous other technologies announced the release of its popular machine-learning platform for general availability."
        },
        {
            "Title": "Advancements in Computer Vision: Deep Learning for Image Recognition",
            "url": "https://dzone.com/articles/advancements-in-computer-vision-deep-learning-for",
            "raw_text": "Deep Learning has revolutionized the field of computer vision and image recognition, enabling computers to see and understand digital images with unprecedented accuracy. Through the power of algorithms and data-driven learning, Deep Learning has transformed s…"
        },
        {
            "Title": "Problemas resolvidos por algoritmos de classificação",
            "url": "https://www.alura.com.br/artigos/problemas-resolvidos-algoritmos-classificacao",
            "raw_text": "Neste artigo, apresentamos uma visão geral sobre a técnica de classificação no Machine Learning, evidenciando problemas resolvidos por ela através dos seus algoritmos."
        },
        {
            "Title": "Nexusflow raises $10.6 million to improve generative AI in cybersecurity",
            "url": "https://www.helpnetsecurity.com/2023/09/29/nexusflow-seed-round-10-6-million/",
            "raw_text": "Nexusflow announced that it has raised a $10.6 million seed round led by Point72 Ventures, with participation from Fusion Fund and several AI luminaries in Silicon Valley. Nexusflow was founded by AI experts Professor Jiantao Jiao and Professor Kurt Keutzer f…"
        },
        {
            "Title": "How should organizations navigate the risks and opportunities of AI?",
            "url": "https://www.helpnetsecurity.com/2023/09/29/ai-risks-and-opportunities/",
            "raw_text": "As we realize exciting new advancements in the application of generative pre-trained transformer (GPT) technology, our adversaries are finding ingenious ways to leverage these capabilities to inflict harm. There’s evidence to suggest that offensive actors are…"
        },
        {
            "Title": "Machine learning the electronic structure of matter across temperatures",
            "url": "https://link.aps.org/doi/10.1103/PhysRevB.108.125146",
            "raw_text": "We introduce machine learning (ML) models that predict the electronic structure of materials across a wide temperature range. Our models employ neural networks and are trained on density functional theory (DFT) data. Unlike most other ML models that use DFT d…"
        },
        {
            "Title": "Amazon SageMaker Canvas now provides up to 50% faster forecasting",
            "url": "https://aws.amazon.com/about-aws/whats-new/2023/09/amazon-sagemaker-canvas-50-percent-faster-forecasting/",
            "raw_text": "Amazon SageMaker Canvas now offers a quicker and more user-friendly way to create machine learning (ML) models for time-series forecasting. With its visual, point-and-click interface, business analysts can easily create accurate ML models for insights and pre…"
        },
        {
            "Title": "Künstliche Intelligenz für den Mainframe: IBM bringt KI auf Z-Series, z/OS und Cloud Paks",
            "url": "https://www.computerwoche.de/a/ibm-bringt-ki-auf-z-series-z-os-und-cloud-paks,3615316?utm_source=Nach-Artikeltyp_1,30,119,124,125&utm_medium=RSS&utm_campaign=RSS-Feeds",
            "raw_text": "Um sich ein größeres Stück vom KI-Kuchen zu sichern, stellt IBM den Nutzern von Z-Series Mainframes neue KI-Toolkits, Machine-Learning-Frameworks und KI-basierte Private-Cloud-Tools bereit."
        },
        {
            "Title": "Apple Releases macOS Sonoma With New Widget Features, Safari Updates, Screen Sharing Improvements and More",
            "url": "https://www.macrumors.com/2023/09/26/apple-releases-macos-sonoma/",
            "raw_text": "Apple today released macOS 14 Sonoma, the newest version of the operating system that runs on the Mac. macOS Sonoma has been in beta testing for several months, and it is compatible with the 2019 and later iMac, the ‌iMac‌ Pro, the 2018 and later Mac mini, th…"
        },
        {
            "Title": "Bayesian Optimization in Action",
            "url": "https://www.wowebook.org/bayesian-optimization-in-action/",
            "raw_text": "eBook Details: Paperback: 424 pages Publisher: WOW! eBook (November 14, 2023) Language: English ISBN-10: 1633439070 ISBN-13: 978-1633439078 eBook Description: Bayesian Optimization in Action: Bayesian optimization helps pinpoint the best configuration for you…"
        },
        {
            "Title": "The best AI video generators available today",
            "url": "https://www.geeky-gadgets.com/the-best-ai-video-generators-available-today/",
            "raw_text": "This guide is designed to show you the best AI video generators that are available today. AI video generators represent an emerging class of software that leverages machine learning algorithms to transform text, images, and various forms of media into videos.…"
        },
        {
            "Title": "AI and machine learning model testing startup Kolena raises $15M",
            "url": "https://siliconangle.com/2023/09/26/ai-machine-learning-model-testing-startup-kolena-raises-15m/",
            "raw_text": "Artificial intelligence and machine learning model testing startup Kolena Inc. announced today that it has raised $15 million in new funding to fuel its mission to revolutionize how AI systems and tested and validated. Founded in 2021, Kolena offers an AI and…"
        },
        {
            "Title": "Accelerating materials discovery using integrated deep machine learning approaches",
            "url": "https://pubs.rsc.org/en/content/articlelanding/2023/ta/d3ta03771a",
            "raw_text": "J. Mater. Chem. A, 2023, Accepted ManuscriptDOI: 10.1039/D3TA03771A, Paper Open Access &nbsp This article is licensed under a Creative Commons Attribution 3.0 Unported Licence.Weiyi Xia, Ling Tang, Huaijun Sun, Chao Zhang, Kai-Ming Ho, Gayatri Viswanathan, Ki…"
        },
        {
            "Title": "PSA: Reddit is Forcing Users to Accept Personalized Ads",
            "url": "https://www.macrumors.com/2023/09/28/reddit-personalized-ads/",
            "raw_text": "Reddit this week announced that it will no longer allow Reddit users to opt out of ad personalization, which means that ads on the platform will be targeted based on site usage.\n\n\n\n\n\nRight now, users can choose to toggle off an option to \"personalize ads base…"
        },
        {
            "Title": "Canonical steps up its support for machine learning development with Charmed MLFlow",
            "url": "https://siliconangle.com/2023/09/26/canonical-steps-support-machine-learning-development-charmed-mlflow/",
            "raw_text": "Canonical Ltd. is pushing further into the machine learning operations arena with the launch of its Charmed MLFlow platform in general availability today. Charmed MLFlow is Canonical’s distribution of the popular open-source MLFlow platform, which is used to …"
        },
        {
            "Title": "Lagos building collapses: we used machine learning to show where and why they happen",
            "url": "https://theconversation.com/lagos-building-collapses-we-used-machine-learning-to-show-where-and-why-they-happen-212303",
            "raw_text": "An AI model shows that building collapses in Lagos are location specific, and soil testing can help to check them."
        },
        {
            "Title": "A Guide to Data-Driven Design and Architecture",
            "url": "https://dzone.com/articles/a-guide-to-data-driven-design-and-architecture",
            "raw_text": "This is an article from DZone's 2023 Data Pipelines Trend Report.For more:\r\n \n Read the Report \n \n \n\nData-driven design is a game changer. It uses real data to shape designs, ensuring products match user needs and deliver user-friendly experiences. This appro…"
        },
        {
            "Title": "The catch-22s of reservoir computing: Researchers find overlooked weakness in powerful machine learning tool",
            "url": "https://phys.org/news/2023-09-catch-22s-reservoir-overlooked-weakness-powerful.html",
            "raw_text": "In nonlinear dynamic systems, a change in one place can trigger an outsized change elsewhere. The climate, the workings of the human brain, and the behavior of the electric grid are all examples—and all change dramatically over time. Because of their inherent…"
        },
        {
            "Title": "macOS Sonoma: 50 New Features and Changes Worth Checking Out",
            "url": "https://www.macrumors.com/guide/50-new-macos-sonoma-features/",
            "raw_text": "Apple on Tuesday released macOS Sonoma, the latest version of the company's Mac operating system. ‌macOS Sonoma‌ introduces interactive desktop widgets, web apps, new videoconferencing features, and updated capabilities across the platform.\n\n\n\n\n\nIn this artic…"
        },
        {
            "Title": "A Personal History of ML Quantization",
            "url": "https://petewarden.com/2023/10/02/a-personal-history-of-ml-quantization/",
            "raw_text": "Tomorrow I’ll be giving a remote talk at the LBQNN workshop at ICCV. The topic is the history of quantization in machine learning, and while I don’t feel qualified to give an authoritative account, I did think it might be interesting to cover the developments…"
        },
        {
            "Title": "Las mejores inteligencias artificiales para convertir de texto a voz de forma realista. Narran textos (casi) como tú",
            "url": "https://www.genbeta.com/a-fondo/mejores-inteligencias-artificiales-para-convertir-texto-a-voz-forma-realista-narran-textos-casi-como-tu",
            "raw_text": "Con el auge de las tecnologías basadas en inteligencias artificiales y métodos de machine learning, cada vez encontramos herramientas que aprovechan estas capacidades para ofrecernos funciones y características muy útiles. Uno de estos ejemplos es sin duda la…"
        },
        {
            "Title": "Unlocking Marketing Insights with Machine Learning: Beyond the Hype",
            "url": "https://www.cryptopolitan.com/marketing-insights-with-machine-learning/",
            "raw_text": "In the era of data-driven marketing, the power of machine learning cannot be overstated. While AI, including machine learning, has captured the imagination of many recently, it’s important to remember that these technologies have quietly been transforming ind…"
        },
        {
            "Title": "Elasticsearch in Action, Second Edition",
            "url": "https://www.wowebook.org/elasticsearch-in-action-second-edition/",
            "raw_text": "eBook Details: Paperback: 592 pages Publisher: WOW! eBook; 2nd edition (October 31, 2023) Language: English ISBN-10: 1617299855 ISBN-13: 978-1617299858 eBook Description: Elasticsearch in Action, 2nd Edition: Build powerful, production-ready search applicatio…"
        },
        {
            "Title": "Preventing Health Data Leaks with Federated Learning Using NVIDIA FLARE",
            "url": "https://developer.nvidia.com/blog/preventing-health-data-leaks-with-federated-learning-using-nvidia-flare/",
            "raw_text": "More than 40 million people had their health data leaked in 2021, and the trend is not optimistic. The key goal of federated learning and analytics is to perform data analytics and machine learning…"
        },
        {
            "Title": "Demystifying Imbalanced Data in Machine Learning: A Comprehensive Guide",
            "url": "https://biztoc.com/x/67ca422ee327bf5e",
            "raw_text": "Imagine trying to detect fraudulent credit card transactions, diagnose rare medical conditions, or predict equipment failures. In these scenarios, one class of data is significantly more prevalent than the other, creating what is known as an imbalanced datase…"
        },
        {
            "Title": "Article 1: Understanding Imbalanced Data in Machine Learning",
            "url": "https://biztoc.com/x/d3dd0a012f1c895b",
            "raw_text": "In the world of machine learning, classification problems are ubiquitous. However, not all classification problems are created equal. Sometimes, we encounter datasets where one class greatly outnumbers the others. This situation is known as an imbalanced data…"
        },
        {
            "Title": "Speed up your time series forecasting by up to 50 percent with Amazon SageMaker Canvas UI and AutoML APIs",
            "url": "https://aws.amazon.com/blogs/machine-learning/speed-up-your-time-series-forecasting-by-up-to-50-percent-with-amazon-sagemaker-canvas-ui-and-automl-apis/",
            "raw_text": "We’re excited to announce that Amazon SageMaker Canvas now offers a quicker and more user-friendly way to create machine learning models for time-series forecasting. SageMaker Canvas is a visual point-and-click service that enables business analysts to genera…"
        },
        {
            "Title": "Recent development of piezoelectric biosensors for physiological signal detection and machine learning assisted cardiovascular disease diagnosis",
            "url": "https://pubs.rsc.org/en/content/articlelanding/2023/ra/d3ra05932d",
            "raw_text": "RSC Adv., 2023, Advance ArticleDOI: 10.1039/D3RA05932D, Review Article Open Access &nbsp This article is licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported Licence.Shunyao Huang, Yujia Gao, Yian Hu, Fengyi Shen, Zhangsiyuan Jin, Yuljae C…"
        },
        {
            "Title": "New Exabeam cybersecurity features address limitations to legacy systems",
            "url": "https://siliconangle.com/2023/09/26/new-exabeam-cybersecurity-features-address-limitations-legacy-systems/",
            "raw_text": "Security intelligence and management solutions startup Exabeam Inc. today announced new cybersecurity features designed to address the limitations of traditional and legacy security information and event management solutions. Announced at the company’s Spotli…"
        },
        {
            "Title": "US Army awards $250M contract to Palantir to research and develop AI",
            "url": "https://siliconangle.com/2023/09/27/us-army-awards-250m-contract-palantir-research-develop-ai/",
            "raw_text": "The U.S. Army has awarded a $250 million contract to Palantir Technologies Inc. to research and develop artificial intelligence and machine learning technology. The three-year deal for AI services reportedly builds on the work Palantir has been doing since at…"
        },
        {
            "Title": "Aporia adds protection against AI hallucinations",
            "url": "https://siliconangle.com/2023/09/29/aporia-adds-protection-ai-hallucinations/",
            "raw_text": "Machine learning observability startup Aporia Technologies Ltd. is broadening its line of tools for ensuring responsible artificial intelligence use with a new product that it says enhances the performance of generative AI products and safeguards against hall…"
        },
        {
            "Title": "Machine-learning-inspired quantum optimal control of nonadiabatic geometric quantum computation via reverse engineering",
            "url": "https://link.aps.org/doi/10.1103/PhysRevA.108.032616",
            "raw_text": "Quantum control plays an irreplaceable role in practical use of quantum computers. However, some challenges have to be overcome to find more suitable and diverse control parameters. We propose a promising and generalizable average-fidelity-based machine-learn…"
        },
        {
            "Title": "Origem Energia and Datagration Join Forces to Revolutionize Energy Analytics in Brazil's Oil and Gas Industry",
            "url": "https://www.globenewswire.com/news-release/2023/09/26/2749794/0/en/Origem-Energia-and-Datagration-Join-Forces-to-Revolutionize-Energy-Analytics-in-Brazil-s-Oil-and-Gas-Industry.html",
            "raw_text": "Origem Energia and Datagration announce groundbreaking three-year agreement to implement Artificial Intelligence (AI) and Machine Learning (ML) technologies in the Brazilian energy sector. Origem Energia and Datagration announce groundbreaking three-year agre…"
        },
        {
            "Title": "Don’t Miss the Boom: 3 Machine Learning Stocks Set to Explode Higher",
            "url": "https://biztoc.com/x/5f4b8cfbfd8074a4",
            "raw_text": "InvestorPlace - Stock Market News, Stock Advice & Trading Tips Do not miss these three machine learning stocks as they are primed for long term growth in any investment portfolio. The post Don’t Miss the Boom: 3 Machine Learning Stocks Set to Explode Higher a…"
        },
        {
            "Title": "Revisiting the Manifold Hypothesis",
            "url": "https://www.lesswrong.com/posts/uH4GfZwBYteiy2GrL/revisiting-the-manifold-hypothesis",
            "raw_text": "Published on October 1, 2023 11:55 PM GMTIn the following analysis, a machine learning challenge is proposed by Sasha Kolpakov, Managing Editor of the Journal of Experimental Mathematics, and myself to verify a strong form of the Manifold Hypothesis due to Yo…"
        },
        {
            "Title": "Enhancing AI robustness for more secure and reliable systems",
            "url": "https://techxplore.com/news/2023-09-ai-robustness-reliable.html",
            "raw_text": "By completely rethinking the way that most Artificial Intelligence (AI) systems protect against attacks, researchers at EPFL's School of Engineering have developed a new training approach to ensure that machine learning models, particularly deep neural networ…"
        },
        {
            "Title": "Researchers train an AI system to find extraterrestrial life",
            "url": "https://www.theregister.com/2023/09/27/mars_ai_life/",
            "raw_text": "Machine learning model touted as ideal for finding LGMs on Mars, and beyond Computer scientists have trained a machine learning model to predict whether materials contains biosignatures in the hopes that it can be used to detect life in Martian rocks.…"
        },
        {
            "Title": "Artificial General Intelligence: A Work Group 10/11/2023",
            "url": "https://www.nycresistor.com/2023/09/29/artificial-general-intelligence-a-work-group-10-11-2023/",
            "raw_text": "Pay-what-you-wish tickets for this Wednesday, October 11 · 7 – 10pm EDT workgroup are on EventBrite. this is an artificial general intelligence work group. the reason the term agi has been chosen over, say, machine learning, or artificial intelligence, or gen…"
        },
        {
            "Title": "Build a crop segmentation machine learning model with Planet data and Amazon SageMaker geospatial capabilities",
            "url": "https://aws.amazon.com/blogs/machine-learning/build-a-crop-segmentation-machine-learning-model-with-planet-data-and-amazon-sagemaker-geospatial-capabilities/",
            "raw_text": "In this analysis, we use a K-nearest neighbors (KNN) model to conduct crop segmentation, and we compare these results with ground truth imagery on an agricultural region. Our results reveal that the classification from the KNN model is more accurately represe…"
        },
        {
            "Title": "Logility Extends Supply Chain Insights with InventoryAI+",
            "url": "https://www.marketscreener.com/quote/stock/AMERICAN-SOFTWARE-INC-8364/news/Logility-Extends-Supply-Chain-Insights-with-InventoryAI-44940092/",
            "raw_text": "(marketscreener.com) \nPowerful New Offering Optimizes Inventory with Advanced AI and Machine Learning to Lower Costs while Improving Service\n\nhttps://www.marketscreener.com/quote/stock/AMERICAN-SOFTWARE-INC-8364/news/Logility-Extends-Supply-Chain-Insights-wit…"
        },
        {
            "Title": "Integrating a tailored recurrent neural network with Bayesian experimental design to optimize microbial community functions",
            "url": "https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1011436",
            "raw_text": "Author summary The functions performed by microbiomes hold tremendous promise to address grand challenges facing society ranging from improving human health to promoting plant growth. To design their properties, flexible computational models that can predict …"
        },
        {
            "Title": "What You Need to Know About the Philips Respironics CPAP Recall",
            "url": "https://www.propublica.org/article/philips-respironics-cpap-recall-faqs",
            "raw_text": "by Debbie Cenziper, ProPublica, and Michael D. Sallah, Pittsburgh Post-Gazette \n \n\n \n \n ProPublica is a nonprofit newsroom that investigates abuses of power. Sign up to receive our biggest stories as soon as they’re published.\n\n \n\n \n\n\n\n \n Interested in learni…"
        },
        {
            "Title": "Scientists develop 3D-printed epifluidic electronic skin",
            "url": "https://phys.org/news/2023-09-scientists-3d-printed-epifluidic-electronic-skin.html",
            "raw_text": "In a recent study published in Science Advances, researchers from the California Institute of Technology, led by Dr. Wei Gao, have developed a machine learning (ML)–powered 3D-printed epifluidic electronic skin for multimodal health surveillance. This wearabl…"
        },
        {
            "Title": "Wolkenintelligenz: Azure-Compute für KI und Machine Learning",
            "url": "https://www.heise.de/blog/Wolkenintelligenz-Azure-Compute-fuer-KI-und-Machine-Learning-9299447.html?wt_mc=rss.red.tr.blog.atom.beitrag.beitrag",
            "raw_text": "Die Azure-Cloud bietet eine Reihe von ML-optimierten Ressourcen. Sowohl für das Training von Modellen als auch deren produktiven Einsatz."
        },
        {
            "Title": "Sarcos Awarded $13.8 Million USD Contract by U.S. Air Force for Advancement of Its Artificial Intelligence and Machine Learning Software",
            "url": "https://www.marketscreener.com/quote/stock/SARCOS-TECHNOLOGY-AND-ROB-127525107/news/Sarcos-Awarded-13-8-Million-USD-Contract-by-U-S-Air-Force-for-Advancement-of-Its-Artificial-Intell-44940182/",
            "raw_text": "(marketscreener.com) \nContract will support continued development of Sarcos artificial intelligence and machine learning framework to advance Guardian® line of robotic systems\n\nhttps://www.marketscreener.com/quote/stock/SARCOS-TECHNOLOGY-AND-ROB-127525107/new…"
        },
        {
            "Title": "NetMind.ai Launches Free BETA for Decentralized AI Model Training Platform",
            "url": "https://www.prnewswire.co.uk/news-releases/netmindai-launches-free-beta-for-decentralized-ai-model-training-platform-301939263.html",
            "raw_text": "LONDON, Sept. 26, 2023 /PRNewswire/ -- Amid soaring demand for high-performance computing and increasing concerns around centralization in AI, high costs and data privacy, NetMind.ai introduces the free Beta version of its Machine Learning platform, NetMind P…"
        },
        {
            "Title": "NICE Actimize Wins Four 2023 Global Banking & Finance Awards Highlighting Innovation in Anti-Money Laundering Technology",
            "url": "https://www.marketscreener.com/quote/stock/NICE-LTD-56537030/news/NICE-Actimize-Wins-Four-2023-Global-Banking-Finance-Awards-Highlighting-Innovation-in-Anti-Money-L-44922256/",
            "raw_text": "(marketscreener.com) \nWith industry-proven AI and machine learning capabilities, NICE Actimize’s AML solutions aid detection accuracy and use predictive analytics to identify and prioritize truly suspicious alerts\n\nhttps://www.marketscreener.com/quote/stock/N…"
        },
        {
            "Title": "Dictionary of Algorithms and Data Structures",
            "url": "https://xlinux.nist.gov/dads/",
            "raw_text": "Definitions of algorithms, data structures, and classical\n  Computer Science problems.\n\tSome entries have links to implementations and more information."
        },
        {
            "Title": "These flying origami-inspired robots change shape in mid-air",
            "url": "https://www.engadget.com/these-flying-origami-inspired-robots-change-shape-in-mid-air-184653938.html",
            "raw_text": "Scientists at the University of Washington have developed flying robots that change shape\r\n in mid-air, all without batteries, as originally published in the research journal Science Robotics. These miniature Transformers snap into a folded position during fl…"
        },
        {
            "Title": "Tech conference with a 100% women+ speaker lineup",
            "url": "https://www.innoq.com/en/blog/2023/09/women-plus-in-data-and-ai-summer-festival-2023/",
            "raw_text": "A tech conference focused on data and AI in the midst of a hype around machine learning, and LLMs in particular. Fair enough. But what we had in mind when planning the first edition of the Women+ in Data and AI summer festival in 2023 went beyond the latest t…"
        },
        {
            "Title": "Delphia (YC W18) Is Hiring",
            "url": "https://www.ycombinator.com/companies/delphia/jobs/ZhWTuyK-ai-data-science-lead",
            "raw_text": "About Delphia\nDelphia (https://delphia.com/) is building a new kind of asset manager that rethinks the value of data and how it can be used to gain an edge in forecasting markets. We believe that actively managing people’s data can unlock new forms of wealth …"
        },
        {
            "Title": "Researchers develop novel multi-sensor data fusion methods for rapid and accurate compound fertilizer quality detection",
            "url": "https://phys.org/news/2023-09-multi-sensor-fusion-methods-rapid-accurate.html",
            "raw_text": "In a study published in Talanta, a research team led by Prof. Wu Yuejin from the Hefei Institutes of Physical Science of the Chinese Academy of Sciences has developed a data fusion strategy based on near-infrared spectroscopy (NIRS) and laser-induced breakdow…"
        },
        {
            "Title": "Shaping positive STEM identity for student success",
            "url": "https://phys.org/news/2023-09-positive-stem-identity-student-success.html",
            "raw_text": "Data show that students who have a strong science, technology, engineering and mathematics (STEM) identity are more likely to take STEM courses and persist to the academic finish line––graduation. Positive STEM identity is multifaceted, but at the core, it is…"
        },
        {
            "Title": "Guide to Install JupyterLab on Debian 12",
            "url": "https://www.howtoforge.com/guide-to-install-jupyterlab-on-debian-12/",
            "raw_text": "Jupyter is a free and open-source web application for interactive computing and data science. In this guide, we'll take you through the installation of JupyterLab on Debian 12 step-by-step."
        },
        {
            "Title": "NASA’s New Horizons to Continue Exploring Outer Solar System",
            "url": "http://www.nasa.gov/missions/new-horizons/nasas-new-horizons-to-continue-exploring-outer-solar-system/",
            "raw_text": "NASA has announced an updated plan to continue New Horizons’ mission of exploration of the outer solar system.  Beginning in fiscal year 2025, New Horizons will focus on gathering unique heliophysics data, which can be readily obtained during an extended, low…"
        },
        {
            "Title": "Save 88% on this complete Excel, VBA, and Data Science Certification Training Bundle",
            "url": "https://www.neowin.net/deals/save-88-on-this-complete-excel-vba-and-data-science-certification-training-bundle/",
            "raw_text": "Kickstarter funded! Be the master of databases and analysis with 55 hours of beginner content on Excel, VBA, Python, Machine Learning, and more and save $329 off with Neowin Deals! Read more..."
        },
        {
            "Title": "Introduction to Cloud Computing for Data Science",
            "url": "https://www.kdnuggets.com/introduction-to-cloud-computing-for-data-science",
            "raw_text": "And the Power Duo of Modern Tech."
        },
        {
            "Title": "Insights from Posit::conf(2023)",
            "url": "https://www.r-bloggers.com/2023/09/insights-from-positconf2023/",
            "raw_text": "I’ve been attending posit::conf since 2019 (when it was still called rstudio::conf), and this year was no different. I really like the keynotes, talks, the community, meeting like minded data science, and R/Python enthusiasts. In this blog post we’l...\nContin…"
        },
        {
            "Title": "Top 7 Free Cloud Notebooks for Data Science",
            "url": "https://www.kdnuggets.com/top-7-free-cloud-notebooks-for-data-science",
            "raw_text": "Cloud notebooks are game-changers for data science, providing free access to computing, pre-built environments, collaboration features, and third-party integrations - everything you need to enhance your workflow."
        },
        {
            "Title": "A Comparative Overview of the Top 10 Open Source Data Science Tools in 2023",
            "url": "https://www.kdnuggets.com/a-comparative-overview-of-the-top-10-open-source-data-science-tools-in-2023",
            "raw_text": "Are you looking for the open source tools to help you in your data science journey? Look no further. Discover these game-changers that will elevate your data-driven decisions."
        },
        {
            "Title": "Getting Started with Google Cloud Platform in 5 Steps",
            "url": "https://www.kdnuggets.com/5-steps-google-cloud-platform",
            "raw_text": "Explore the essentials of Google Cloud Platform for data science and ML, from account setup to model deployment, with hands-on project examples."
        },
        {
            "Title": "Poison Control",
            "url": "https://radiolab.org/podcast/poison-control-2309",
            "raw_text": "Originally aired in 2018, this episode features reporter Brena Farrell as a new mom. Her son gave her and her husband a scare -- prompting them to call Poison Control. For Brenna, the experience was so odd, and oddly comforting, that she decided to dive into …"
        },
        {
            "Title": "The value of EO satellite data in tackling global threats",
            "url": "https://www.spacedaily.com/reports/The_value_of_EO_satellite_data_in_tackling_global_threats_999.html",
            "raw_text": "Madrid, Spain (SPX) Sep 26, 2023\n\n\nThe European Space Agency's (ESA) EO4MULTIHA (High-Impact Multi-Hazards Science) initiative, a two-year project taking place as part of the ESA-EC Earth System Science Initiative, held its kick-off meeting (KOM) on 13 Septem…"
        },
        {
            "Title": "AWS HealthOmics is now available in Israel (Tel Aviv) Region",
            "url": "https://aws.amazon.com/about-aws/whats-new/2023/09/aws-healthomic-israel-tel-aviv-region/",
            "raw_text": "AWS HealthOmics is now available in Israel (Tel Aviv) Region. AWS HealthOmics is a fully managed service that helps healthcare and life science organizations build at-scale to store, query, and analyze genomic, transcriptomic, and other omics data. By removin…"
        },
        {
            "Title": "easyJet bets on Databricks Lakehouse and Generative AI to be an Innovation Leader in Aviation",
            "url": "https://www.databricks.com/blog/easyjet-bets-on-databricks-lakehouse-for-gen-ai",
            "raw_text": "This blog is authored by Ben Dias, Director of Data Science and Analytics and Ioannis Mesionis, Lead Data Scientist at easyJet Introduction to..."
        },
        {
            "Title": "Sorting Algorithms",
            "url": "https://cloudnativejourney.wordpress.com/2023/05/22/sorting-algorithms/",
            "raw_text": "Sorting algorithms are fundamental tools used in computer science and data processing to arrange elements in a specific order. Whether it’s a list of numbers, strings, or any other data type, sorting algorithms play a crucial role in organizing and manipulati…"
        },
        {
            "Title": "Exploring Graph Algorithms: Navigating and Analyzing Connected Data Structures",
            "url": "https://cloudnativejourney.wordpress.com/2023/05/29/exploring-graph-algorithms-navigating-and-analyzing-connected-data-structures/",
            "raw_text": "Graph algorithms are fundamental tools in computer science and play a crucial role in understanding and manipulating connected data structures. Graphs are powerful data structures that represent connections between entities. Graph algorithms enable us to anal…"
        },
        {
            "Title": "La business intelligence peut-elle vraiment se substituer à la data science ?",
            "url": "https://www.journaldunet.com/solutions/analytics/1524755-la-business-intelligence-peut-elle-vraiment-se-substituer-a-la-data-science/",
            "raw_text": "Se tourner vers la business intelligence lorsque l'on ne dispose pas d'équipe de data science est devenue pratique courante en entreprise. Néanmoins cela est loin d'être efficace."
        },
        {
            "Title": "Comment Sanofi utilise la science des données pour adapter sa chaîne d'approvisionnement",
            "url": "https://www.usine-digitale.fr/article/comment-sanofi-utilise-la-science-des-donnees-pour-adapter-sa-chaine-d-approvisionnement.N2175237",
            "raw_text": "Dans le cadre du salon Big Data & AI Paris 2023, organisé du 25 au 26 septembre au Palais des Congrès, deux cadres français de Sanofi ont expliqué la stratégie du géant pharmaceutique pour prédire les aléas d'une chaîne d'approvisionnement aussi vaste que déc…"
        },
        {
            "Title": "My Career in Data Episode 51: Kristin Foster, Senior Vice President of Data Science, 84.51°",
            "url": "https://www.dataversity.net/my-career-in-data-episode-51-kristin-foster-senior-vice-president-of-data-science-84-51/",
            "raw_text": "Welcome back to a new episode of My Career in Data – a DATAVERSITY Talks podcast where we sit down with professionals to discuss how they have built their careers around data. This week we’re talking with Kristin Foster, the Senior Vice President of Data Scie…"
        },
        {
            "Title": "Law professor calls for ethical approach to human experiments in space",
            "url": "https://www.spacedaily.com/reports/Law_professor_calls_for_ethical_approach_to_human_experiments_in_space_999.html",
            "raw_text": "Oxford MS (SPX) Oct 01, 2023\n\n\nUniversity of Mississippi law professor Michelle Hanlon co-authored an article published (Sept. 28) in the journal Science that offers best practices for human research in space. \n\nEach time astronauts venture into space provide…"
        },
        {
            "Title": "Mastering the Many Models Approach",
            "url": "https://www.r-bloggers.com/2023/09/mastering-the-many-models-approach/",
            "raw_text": "Intro Setup Fundamentals Extensions Endgame Wrap-up Intro The tidyverse “many models” approach was formally introduced in the first edition of R for Data Science (R4DS) in 2017. Since then, the tidyverse has evolved significantly, and along with it, the way w…"
        },
        {
            "Title": "Getting Executive Buy-in for Data Management",
            "url": "https://www.dataversity.net/getting-executive-buy-in-for-data-management/",
            "raw_text": "Within the last several years, the marketplace has shifted from industrial-produced to data-based. Consequently, many companies have a strong drive to become data-driven, from financial firms to nonprofits. Yet, when C-suite managers and others discuss making…"
        },
        {
            "Title": "What are APIs? A computer scientist explains the data sockets that make digital life possible",
            "url": "https://www.rawstory.com/what-are-apis-a-computer-scientist-explains-the-data-sockets-that-make-digital-life-possible/",
            "raw_text": "APIs, or application programming interfaces, are the gateways to the digital world. They link a wide array of software applications and systems. APIs facilitate communication between different software systems, and so power everything from social media – thin…"
        },
        {
            "Title": "Ten quick tips for building FAIR workflows",
            "url": "https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1011369",
            "raw_text": "Research data is accumulating rapidly and with it the challenge of fully reproducible science. As a consequence, implementation of high-quality management of scientific data has become a global priority. The FAIR (Findable, Accesible, Interoperable and Reusab…"
        },
        {
            "Title": "MongoDB Atlas Vector Search Makes Real-Time AI a Reality with Confluent",
            "url": "https://mongodb.com/blog/post/mongodb-atlas-vector-search-makes-real-time-ai-reality-confluent",
            "raw_text": "Today, we’re excited to announce our new integration with Confluent Cloud. MongoDB Atlas Vector Search users now have simple access to data streams across their entire business, enabling them to build cutting-edge Generative AI applications that are grounded …"
        },
        {
            "Title": "Series premiere of The Irrational",
            "url": "https://ohnotheydidnt.livejournal.com/126914944.html",
            "raw_text": "World-renowned behavioral science professor Alec Mercer uses his unique expertise in psychology, body language, emotion and more to help solve difficult, high-stakes cases. With the support of his research assistants, his tech-savvy sister and his ex-wife -- …"
        },
        {
            "Title": "Skeptical Science New Research for Week #39 2023",
            "url": "https://skepticalscience.com/new_research_2023_39.html",
            "raw_text": "Open access notables\n\"Net zero is only a distraction— we just have to end fossil fuel emissions.\" The latter is true but the former isn't, or  not in the real world as it's likely to be in the immediate future. And \"just\" just doesn't enter into it; we don't …"
        },
        {
            "Title": "Why SQL is THE Language to Learn for Data Science",
            "url": "https://biztoc.com/x/d14a67572d987104",
            "raw_text": "Outdated, non-cool, and basic — is that what you think of it? SQL is none of that! Here’s why you can’t avoid it in data science, and it’s here to stay. Image created by the author on Canva Which one will it be — R, Python, Rust, Julia? Are you always on the …"
        },
        {
            "Title": "Exploring the Breadth First: Understanding Breadth-First Search",
            "url": "https://cloudnativejourney.wordpress.com/2023/05/30/exploring-the-breadth-first-understanding-breadth-first-search/",
            "raw_text": "In the vast realm of computer science and algorithms, there are numerous ways to solve problems and navigate through data structures. One such algorithmic technique that plays a fundamental role in graph traversal is known as breadth-first search (BFS). Bread…"
        },
        {
            "Title": "HAKUHODO DX_UNITEDの「Data Science Boutique(TM)」、世界最高峰のデータ分析競技会「Amazon KDD Cup 2023」で総合９位入賞",
            "url": "https://prtimes.jp/main/html/rd/p/000000768.000008062.html",
            "raw_text": "[株式会社博報堂]\n「Amazon KDD Cup 2023」は国際計算機学会が主催するデータサイエンスの国際的カンファレンスKDDで行われる世界最高峰のデータ分析競技会です。今年度、「Data Science Boutique(TM)」は初めて出場し、総合９位、..."
        },
        {
            "Title": "Japan government pension acts on population strain",
            "url": "https://biztoc.com/x/9836cbfb6829fa99",
            "raw_text": "World’s largest retirement fund turns to data science in hunt for higher returns"
        },
        {
            "Title": "AI, a boon for science and a disaster for creatives",
            "url": "https://mindblog.dericbownds.net/2023/09/ai-boon-for-science-and-disaster-for.html",
            "raw_text": "The Sept. 16 issue of the Economist has two excellent articles: How artificial intelligence can revolutionise science and How scientists are using artificial intelligence. I pass on here some edited clips from the first of these articles. I also want to point…"
        },
        {
            "Title": "An Australian digital ID scheme is being proposed. An expert weighs the pros and (many more) cons",
            "url": "https://www.rawstory.com/a-national-digital-id-scheme-is-being-proposed-an-expert-weighs-the-pros-and-many-more-cons/",
            "raw_text": "In 2018-19, identity crime directly and indirectly cost Australia an estimated A$3.1 billion.To address such costs, the federal government is proposing a national digital identity scheme that will let people prove their identity without having to share docume…"
        },
        {
            "Title": "Step by Step: Setting and Resetting the INDEX for a Stock List DataFrame with Python",
            "url": "https://biztoc.com/x/5de84d34f2b9ce7d",
            "raw_text": "Dr. Alvin Ang earned his Ph.D., Masters and Bachelor degrees from NTU, Singapore. Previously he was a Principal Consultant (Data Science) as well as an Assistant Professor. He was also 8 years SUSS adjunct lecturer. His focus and interest is in the area of re…"
        },
        {
            "Title": "Study Investigates Ice Age Climate in Siberia",
            "url": "https://www.archaeology.org/news/11773-230929-siberia-climate-pollen",
            "raw_text": "LAWRENCE, KANSAS—A new study of pollen samples dated to between 45,000 and 50,000 years ago suggests that early modern humans may have encountered a period of warmer temperatures, higher humidity, grasslands, and coniferous forests as they migrated across Eur…"
        },
        {
            "Title": "Étienne-Gaspard Robertson's Tomb in Paris, France",
            "url": "https://www.atlasobscura.com/places/etienne-gaspard-robertson-tomb-paris",
            "raw_text": "Select any day in the life of Étienne-Gaspard Robertson (1763-1837) and you might find the Liège-born artist and scientist conducting experiments in electricity, floating through the sky in a hot air balloon, or conjuring demons and the ghosts of French lumin…"
        },
        {
            "Title": "Building Resiliency in Rural Power Grids",
            "url": "https://www.planetizen.com/news/2023/09/125721-building-resiliency-rural-power-grids",
            "raw_text": "Building Resiliency in Rural Power Grids\nDiana Ionescu\nThu, 09/28/2023 - 09:00\n\n \n Primary Image\r\n\n \r\n\n \n\n\n A grant-funded research project will investigate how climate change is impacting rural electric grids, reports Kristi Eaton in the Daily Yonder.\r\n\nThe …"
        },
        {
            "Title": "New Data Tool Shows Cities Where to Build Their Next Playground",
            "url": "https://nextcity.org/urbanist-news/new-data-tool-shows-cities-where-to-build-their-next-playground",
            "raw_text": "Students play at Duckrey Elementary School's playground in North Philadelphia. (Photo courtesy of Jared Piper/PHLCouncil / CC BY-NC 2.0)\r\n\n\nSponsored content from The KABOOM! 25 in 5 Initiative. Sponsored content policy\n\n\n\n\n\n\nMost adults give little thought t…"
        },
        {
            "Title": "Nigerian Computer Science Graduate Creates AI Chatbot to Enhance University Admissions",
            "url": "https://www.cryptopolitan.com/nigerian-science-graduate-creates-ai-chatbot/",
            "raw_text": "Julius Odede, a 35-year-old Computer Science graduate from Lagos, Nigeria, has showcased his innovative prowess by developing an Artificial Intelligence (AI) chatbot to assist prospective students with course inquiries. Graduating with a First-Class degree in…"
        },
        {
            "Title": "CIBC Innovation Banking Provides Funding to Nanoprecise Science Corp.",
            "url": "https://www.marketscreener.com/quote/stock/CANADIAN-IMPERIAL-BANK-OF-1409496/news/CIBC-Innovation-Banking-Provides-Funding-to-Nanoprecise-Science-Corp-44953467/",
            "raw_text": "(marketscreener.com) \nCIBC Innovation Banking announced today that it has provided a $3.5 million debt financing facility to Edmonton-based, Nanoprecise Sci Corp. . The company plans to use the funds for working capital purposes.\n\n\nNanoprecise is an automated…"
        },
        {
            "Title": "From stock markets to brain scans, new research harmonizes hundreds of scientific methods to understand complex systems",
            "url": "https://www.rawstory.com/nobody-knows-how-consciousness-works-but-top-researchers-are-fighting-over-which-theories-are-really-science/",
            "raw_text": "Complexity is all around us, from the daily fluctuations of financial markets to the intricate web of neurons in our brains. Understanding how the different components of these systems interact with each other is a fundamental challenge for scientists trying …"
        },
        {
            "Title": "Enable Predictive Capabilities in Tableau using Analytics Extensions",
            "url": "https://www.tableau.com/blog/enable-predictive-capabilities-tableau-using-analytics-extensions",
            "raw_text": "Swetha Bezawada\n \r\n\n \n Senior Data Scientist\n \r\n\n \r\n\n \r\n\n\r\n\n\r\n\n \n Colten Woo\nSeptember 26, 2023 - 6:57pm\n\n\n\n\n\n\n\n October 2, 2023\n \n\n\n\n\n\n\n \n \n\n\n\n\n\n\n \n \n \n \n \n\n\n\n\n\n\n \n The typical analytical ecosystem has two silos: business intelligence and data science. Data …"
        },
        {
            "Title": "The Harvard Professor and the Bloggers",
            "url": "https://biztoc.com/x/6179e20b2b049549",
            "raw_text": "When Francesca Gino, a rising academic star, was accused of falsifying data — about how to stop dishonesty — it didn’t just torch her career. It inflamed a crisis in behavioral science. The day almost two years ago when Harvard Business School informed France…"
        },
        {
            "Title": "The Harvard Professor and the Bloggers",
            "url": "https://biztoc.com/x/5b202da12ee49969",
            "raw_text": "When Francesca Gino, a rising academic star, was accused of falsifying data — about how to stop dishonesty — it didn’t just torch her career. It inflamed a crisis in behavioral science. The day almost two years ago when Harvard Business School informed France…"
        },
        {
            "Title": "Towards a Neuronally Consistent Ontology for Robotic Agents",
            "url": "https://arxiv.org/abs/2309.14841v1",
            "raw_text": "The Collaborative Research Center for Everyday Activity Science & Engineering\n(CRC EASE) aims to enable robots to perform environmental interaction tasks\nwith close to human capacity. It therefore employs a shared ontology to model\nthe activity of both kinds …"
        },
        {
            "Title": "Citizen scientists collect more nature data than ever, showing us where common and threatened species live",
            "url": "https://theconversation.com/citizen-scientists-collect-more-nature-data-than-ever-showing-us-where-common-and-threatened-species-live-212372",
            "raw_text": "Citizen science is coming of age. The data are pouring in from observations by naturalists and birders."
        },
        {
            "Title": "Web Review, Week 2023-39",
            "url": "https://ervin.ipsquad.net/blog/2023/09/29/web-review-week-2023-39/",
            "raw_text": "Let’s go for my web review for the week 2023-39.\n\nI don’t want your data – Manu\nTags: tech, web, data, attention-economy\nThis is a good way to manage your website. I do the same regarding my blog, I don’t do any analytics etc.\nhttps://manuelmoreale.com/i-don-…"
        },
        {
            "Title": "Hands-on: Windows 11’s new AI tools aren’t ready for prime time",
            "url": "https://www.pcworld.com/article/2081319/the-new-windows-ai-tools-arent-ready-for-prime-time.html",
            "raw_text": "AI will change the way that we work. Or so says the most fervent purveyors of the tech, which now includes Microsoft. But after seeing ChatGPT, Dall-E, and other AI systems integrated into the latest versions of Windows 11, Office, and the company’s Microsoft…"
        },
        {
            "Title": "Tobias Bernard: GNOME 45 Release Party & Hackfest",
            "url": "https://blogs.gnome.org/tbernard/2023/09/26/gnome-45-release-party-hackfest/",
            "raw_text": "In celebration of the 45 release we had a hackfest and release party in Berlin last week. It was initially supposed to be a small event, but it turns out the German community is growing more rapidly than we thought! In the end we were around 25 people, about …"
        },
        {
            "Title": "The Inside Story - A.I. Risks and Rewards | Episode 111 TRANSCRIPT",
            "url": "https://www.voanews.com/a/7289199.html",
            "raw_text": "Transcript:\n\n\nThe Inside Story: A.I. Risks and Rewards\n\n\nEpisode 111 - September 28, 2023\n\n\n \n\n\n \n\n\nTINA TRINH, VOA Correspondent: \n\n\n \n\n\nHello I’m Tina Trinh in New York.\n\n\n \n\n\nThis week we’re delving into artificial intelligence, it’s the ability of machine…"
        },
        {
            "Title": "Citizen scientists collect more nature data than ever, showing us where common and threatened species live",
            "url": "https://phys.org/news/2023-09-citizen-scientists-nature-common-threatened.html",
            "raw_text": "Citizen science isn't new anymore. For decades, keen amateur naturalists have been gathering data about nature and the environment around them—and sharing it."
        },
        {
            "Title": "Безкоштовна лекція \"Аналітика даних vs Data Science: яку професію обрати та з чого почати?\", 4 жовтня",
            "url": "https://dou.ua/calendar/48631/",
            "raw_text": "Дата: 4 жовтня (середа)Початок: 19:00Місце: Online\n\n Реєструйтесь на безкоштовну лекцію «Data Scientist/Data Analyst: Введення в професію» для новачків від PLATMA Academy!\n\nПро що поговоримо? Data Science/Data Analyst ― чому це цікаво та затребувано? Як…"
        },
        {
            "Title": "Consumer fintech startup Bright Money raises $12 million in funding from existing investors",
            "url": "https://economictimes.indiatimes.com/tech/funding/consumer-fintech-startup-bright-money-raises-12-million-in-funding-from-existing-investors/articleshow/103987211.cms",
            "raw_text": "Founded in 2019 by Petko Plachkov, Avi Patchava and Varun Modi, Bright Money offers financial tools that help consumers manage debt and get out of it, by leveraging data science."
        },
        {
            "Title": "Obituary: Bride Rosney, teacher and campaigner who became adviser to Mary Robinson at the Áras and the UN",
            "url": "https://www.independent.ie/irish-news/obituary-bride-rosney-teacher-and-campaigner-who-became-adviser-to-mary-robinson-at-the-aras-and-the-un/a1035077642.html",
            "raw_text": "Mary Robinson’s former special adviser Bride Rosney has died at the age of 74. In a wide and varied career, Rosney worked as a science teacher, school principal and, later, as head of the RTÉ press office. She was an active campaigner on many issues and a lea…"
        },
        {
            "Title": "We Spent a Year Investigating the Philips CPAP Recall. Here’s How We Did It.",
            "url": "https://www.propublica.org/article/how-we-investigated-philips-respironics-cpap-recall",
            "raw_text": "by Debbie Cenziper, ProPublica; Michael D. Sallah, Michael Korsh and Evan Robinson-Johnson, Pittsburgh Post-Gazette \n \n\n \n \n ProPublica is a nonprofit newsroom that investigates abuses of power. Sign up to receive our biggest stories as soon as they’re publis…"
        },
        {
            "Title": "Scientists use pollen data to decode first humans' migration into Eurasia",
            "url": "https://timesofindia.indiatimes.com/home/science/scientists-use-pollen-data-to-decode-first-humans-migration-into-eurasia/articleshow/104080521.cms",
            "raw_text": "Pollen grain analysis has provided insights into how the first humans migrated from Africa to Europe and Asia, according to research published in Science Advances. The study found that warming temperatures supported the expansion of forests in Siberia, facili…"
        },
        {
            "Title": "2023 International Olympic Committees (IOC) consensus statement on Relative Energy Deficiency in Sport (REDs)",
            "url": "https://bjsm.bmj.com/content/57/17/1073?rss=1",
            "raw_text": "Relative Energy Deficiency in Sport (REDs) was first introduced in 2014 by the International Olympic Committee’s expert writing panel, identifying a syndrome of deleterious health and performance outcomes experienced by female and male athletes exposed to low…"
        },
        {
            "Title": "Keith Fiske: Five Great Features of the PostgreSQL Partition Manager",
            "url": "https://www.crunchydata.com/blog/five-great-features-of-postgres-partition-manager",
            "raw_text": "After much testing and work the PostgreSQL Partition Manager,\npg_partman, version 5 is now\navailable for public release. Thanks to everyone involved for helping me get\nhere!\nMy recent post\ndiscusses many of the big changes, so please see that post or the\nCHAN…"
        },
        {
            "Title": "Arizona State Students Develop a Solar-Powered Air Filtration System",
            "url": "https://spectrum.ieee.org/solar-powered-air-filtration-system",
            "raw_text": "A team of students from the Fulton Schools of Engineering at Arizona State University is helping to improve the air quality for nomadic communities in Mongolia. A drought in Mongolia has led to food shortages, prompting the nomads to migrate to the Ger distri…"
        },
        {
            "Title": "Reimagined Kline Tower promotes connections, collaboration",
            "url": "https://news.yale.edu/2023/09/29/reimagined-kline-tower-promotes-connections-collaboration",
            "raw_text": "The historic Science Hill building, which has been reimagined as a hub for mathematical, statistical, and data-driven research, was rededicated on Sept. 22."
        },
        {
            "Title": "株式会社博報堂HAKUHODO DX_UNITEDの「Data Science Boutique(TM)」、世界最高峰のデータ分析競技会「Amazon KDD Cup 2023」で総合９位入賞",
            "url": "https://japan.cnet.com/release/30901232/",
            "raw_text": "HAKUHODO DX_UNITEDのマーケティング×AI・データサイエンスの専門チーム「Data Science Boutique(TM)（データサイエンスブティック）」は、このたび、世界最高峰のデータ分析競技会である「Amazon KDD Cup 2023」※において世界総合第９位（全451チーム）に入賞したことをお知らせいたします。「Amazon KDD Cup 2023」は..."
        },
        {
            "Title": "Pollen analysis suggests peopling of Siberia and Europe by modern humans occurred during a major Pleistocene warming spell",
            "url": "https://freerepublic.com/focus/f-news/4185087/posts",
            "raw_text": "... A new study appearing in Science Advances compares Pleistocene vegetation communities around Lake Baikal in Siberia, Russia, to the oldest archeological traces of Homo sapiens in the region. The researchers use the \"remarkable evidence\" to tell a compelli…"
        },
        {
            "Title": "datahand added to PyPI",
            "url": "https://pypi.org/project/datahand/",
            "raw_text": "DataHandler is a collection of algorithms to read and handle data for research (e.g., Web of Science, USPTO) in Python."
        },
        {
            "Title": "Nimble Gravity Acquires mDEVZ to Strengthen Its Data, AI and Software Engineering Capabilities",
            "url": "https://www.prnewswire.com/news-releases/nimble-gravity-acquires-mdevz-to-strengthen-its-data-ai-and-software-engineering-capabilities-301942583.html",
            "raw_text": "DENVER, Colo. and BUENOS AIRES, Argentina, Sept. 29, 2023 /PRNewswire/ -- Today, Nimble Gravity LLC and mDEVZ,announced that Nimble Gravity has successfully completed its acquisition of mDEVZ, a data science and application engineering consultancy based in Bu…"
        },
        {
            "Title": "Incidence of constipation and associated factors in the period of lockdown during COVID-19 pandemic: protocol for a systematic review and meta-analysis",
            "url": "https://bmjopen.bmj.com/content/13/9/e069614?rss=1",
            "raw_text": "Introduction\r\n\nThe lifestyle and habit changes that have emerged as a result of quarantine measures may have had a negative impact on defecation habits. However, there is a lack of data on combined estimates of its occurrence and prevalence.\r\n\n\nMethods and an…"
        },
        {
            "Title": "California’s climate disclosure bill could have a huge impact across the U.S.",
            "url": "https://skepticalscience.com/california-climate-disclosure-national-impact.html",
            "raw_text": "This re-post from Yale Climate Connections by Andy Furillo was originally published by Capital & Main and is part of Covering Climate Now, a global journalism collaboration strengthening coverage of the climate story.\nThe California Legislature took a step la…"
        },
        {
            "Title": "Philips Kept Complaints About Dangerous Breathing Machines Secret While Company Profits Soared",
            "url": "https://www.propublica.org/article/philips-kept-warnings-about-dangerous-cpaps-secret-profits-soared",
            "raw_text": "by Debbie Cenziper, ProPublica; Michael D. Sallah, Michael Korsh and Evan Robinson-Johnson, Pittsburgh Post-Gazette; and Monica Sager, Northwestern University \n \n\n \n \n ProPublica is a nonprofit newsroom that investigates abuses of power. Sign up to receive ou…"
        },
        {
            "Title": "Dotmatics Releases New Chemicals & Materials Solution Focused on Data-Driven Research to Accelerate Product Development",
            "url": "https://www.prnewswire.com/news-releases/dotmatics-releases-new-chemicals--materials-solution-focused-on-data-driven-research-to-accelerate-product-development-301939832.html",
            "raw_text": "Gives Researchers New Project Management Capabilities, Reduces Duplication, and Improves Cross-Organization Collaboration BOSTON, Sept. 27, 2023 /PRNewswire/ -- Dotmatics, a leader in R&D scientific software connecting science, data, and decision-making, toda…"
        },
        {
            "Title": "Vernier Science Education Launches New Resources to Engage Students in Phenomena-Based Learning During Upcoming Eclipses",
            "url": "https://www.prnewswire.com/news-releases/vernier-science-education-launches-new-resources-to-engage-students-in-phenomena-based-learning-during-upcoming-eclipses-301942035.html",
            "raw_text": "Resources include CE-certified eclipse viewing glasses, as well as tips and best practices for collecting scientific data during the October '23 and April '24 events BEAVERTON, Ore., Sept. 28, 2023 /PRNewswire/ -- Vernier Science Education recently launched n…"
        },
        {
            "Title": "Predictive accuracy of risk prediction models for recurrence, metastasis and survival for early-stage cutaneous melanoma: a systematic review",
            "url": "https://bmjopen.bmj.com/content/13/9/e073306?rss=1",
            "raw_text": "Objectives To identify prognostic models for melanoma survival, recurrence and metastasis among American Joint Committee on Cancer stage I and II patients postsurgery; and evaluate model performance, including overall survival (OS) prediction.\n\nDesign Systema…"
        },
        {
            "Title": "Data Science Manager",
            "url": "https://nlppeople.com/job/data-science-manager-17/",
            "raw_text": "Operations Technology Solutions (OTS) data team is looking for a data science manager to join our team. The data science manager is expected to use advanced analytics technologies, including machine learning and predictive modelling, to support the identifica…"
        },
        {
            "Title": "Senior Data Scientist, Oncology Data Science",
            "url": "https://nlppeople.com/job/senior-data-scientist-oncology-data-science/",
            "raw_text": "This opportunity is available at our Gaithersburg, MD or Waltham, MA locations. Are you passionate about driving insights with data? Do you often ask yourself, if I just had these data, I could…? Do you sometimes imagine what our lives will look like three ye…"
        },
        {
            "Title": "Efficacy and safety of oropharyngeal muscle strength training on poststroke oropharyngeal dysphagia: a systematic review and meta-analysis",
            "url": "https://bmjopen.bmj.com/content/13/9/e072638?rss=1",
            "raw_text": "Objectives To investigate how oropharyngeal muscle strength training affected the safety and performance of swallowing in patients with poststroke oropharyngeal dysphagia.\n\nDesign Systematic review and meta-analysis.\n\nData sources Cochrane Central Register of…"
        },
        {
            "Title": "How does participatory research work: protocol for a realist synthesis",
            "url": "https://bmjopen.bmj.com/content/13/9/e074075?rss=1",
            "raw_text": "Introduction\r\n\nParticipatory research science deals with partnerships underlying research, governance and ownership of research products. It is concerned with relationships behind research objectives and methods. Participatory research has gained significant …"
        },
        {
            "Title": "TEnvR: MATLAB-Based Toolbox for Environmental Research",
            "url": "https://pubs.rsc.org/en/content/articlelanding/2023/ay/d3ay00750b",
            "raw_text": "Anal. Methods, 2023, Accepted ManuscriptDOI: 10.1039/D3AY00750B, Technical Note Open Access &nbsp This article is licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported Licence.Aleksandar Ivaylov Goranov, Rachel L Sleighter, Dobromir A. Yord…"
        },
        {
            "Title": "Systematic review and meta-synthesis protocol for examining policies mitigating the determinants of African nurses and midwives migration",
            "url": "https://bmjopen.bmj.com/content/13/9/e073203?rss=1",
            "raw_text": "Background\r\n\nThere has been a notable rise in the number of African nurses and midwives migrating to high-income countries despite varying policies and restrictions to promote retention. The need to comprehensively evaluate existing policies addressing the ex…"
        },
        {
            "Title": "Even Friendlier SQL with DuckDB - DuckDB",
            "url": "https://duckdb.org/2023/08/23/even-friendlier-sql.html",
            "raw_text": "TLDR; DuckDB continues to push the boundaries of SQL syntax to both simplify queries and make more advanced analyses possible. Highlights include dynamic column selection, queries that start with the FROM clause, function chaining, and list comprehensions. We…"
        },
        {
            "Title": "Washington U. Prof: AI Girlfriends Are Ruining a Generation of Men",
            "url": "https://www.breitbart.com/tech/2023/09/28/washington-u-prof-ai-girlfriends-are-ruining-a-generation-of-men/",
            "raw_text": "The rise of AI girlfriends is ruining an entire generation of young men by fostering a silent epidemic of loneliness, according to Washington University Professor of Data Science Liberty Vittert."
        },
        {
            "Title": "Russell Coker: Choosing Exclusion",
            "url": "https://etbe.coker.com.au/2023/09/30/choosing-exclusion/",
            "raw_text": "There is an article The Inappropriately Excluded by the Polymath Archives [1] that gets cited a lot. Mainly by Mensa types who think that their lack of success is due to being too smart.\nThe Main Claim is Wrong\nThe main claim is:\nThe probability of entering a…"
        },
        {
            "Title": "Uncommon Collaborators: Data Science for Clean Water",
            "url": "https://law.stanford.edu/press/uncommon-collaborators-data-science-for-clean-water/",
            "raw_text": "(Originally published by the Stanford Woods Institute on September 27, 2023)  A Stanford geophysicist and lawyer team up to use big data for water quality monitoring and governance. Water is […]"
        },
        {
            "Title": "Trying to add data using postman, when having nested serializer",
            "url": "https://stackoverflow.com/questions/77177180/trying-to-add-data-using-postman-when-having-nested-serializer",
            "raw_text": "i have two models students and marks, i've list of students i need to add marks using postman in a nested serializer class. How can i select already existing student?\nModels.py\nclass Student(models.Model):\n name = models.CharField(max_length=50, null=False, b…"
        },
        {
            "Title": "10 Mice Used to Test the Newest Pfizer COVID Jab",
            "url": "https://articles.mercola.com/sites/articles/archive/2023/09/26/mice-test-pfizer-covid-vaccine.aspx",
            "raw_text": "September 11, 2023, the U.S. Food and Drug Administration announced1 it had approved reformulated monovalent COVID shots by Pfizer and Moderna for the fall for use in individuals 12 years of age and older. But don’t be fooled. The Public Readiness and Emergen…"
        },
        {
            "Title": "Is COVID More Dangerous Than the Flu?",
            "url": "https://articles.mercola.com/sites/articles/archive/2023/09/30/is-covid-more-dangerous-than-the-flu.aspx",
            "raw_text": "Recently, I was consulted by a public figure to answer a seemingly simple question — is COVID-19 less deadly than the flu now?\n\nUnfortunately, this is actually a very difficult question to answer. After I reviewed the data with the individual, I realized that…"
        },
        {
            "Title": "Integrating equity, diversity and inclusion throughout the lifecycle of AI within healthcare: a scoping review protocol",
            "url": "https://bmjopen.bmj.com/content/13/9/e072069?rss=1",
            "raw_text": "Introduction Artificial intelligence (AI) has the potential to improve efficiency and quality of care in healthcare settings. The lack of consideration for equity, diversity and inclusion (EDI) in the lifecycle of AI within healthcare settings may intensify s…"
        },
        {
            "Title": "Impact of COVID-19 on health service utilisation in sub-Saharan Africa: protocol for a scoping review",
            "url": "https://bmjopen.bmj.com/content/13/9/e074769?rss=1",
            "raw_text": "Introduction\r\n\nThe COVID-19 pandemic has exposed weaknesses in health systems of many countries, including those in sub-Saharan Africa. Despite comparatively low rates of COVID-19 admissions and deaths in sub-Saharan Africa, the pandemic still had a significa…"
        },
        {
            "Title": "Quality improvement interventions to prevent the use of hospital services among nursing home residents: protocol for a systematic review and meta-analysis",
            "url": "https://bmjopen.bmj.com/content/13/9/e074684?rss=1",
            "raw_text": "Introduction\r\n\nQuality improvement interventions are a promising strategy for reducing hospital services use among nursing home residents. However, evidence for their effectiveness is limited. It is unclear which characteristics of the quality improvement int…"
        },
        {
            "Title": "Credibly taps Green Dot's BaaS product to offer banking services to customers",
            "url": "https://www.finextra.com/pressarticle/98174/credibly-taps-green-dots-baas-product-to-offer-banking-services-to-customers",
            "raw_text": "Credibly, the data science-driven fintech lending platform that champions small- and medium-sized businesses (SMBs), is partnering with Green Dot (NYSE: GDOT) to expand its suite of small business financial products to include accessible, intuitive and useful…"
        },
        {
            "Title": "Cant install NVIDIA display drivers with thunderbolt connected Akitio Node eGPU on Ubuntu 22.04 LTS T2-linux Macbook Pro 16 inch Intel 2019 (dualboot)",
            "url": "https://askubuntu.com/questions/1487467/cant-install-nvidia-display-drivers-with-thunderbolt-connected-akitio-node-egpu",
            "raw_text": "I have Ubuntu-22.04.3-LTS successfully installed on MacbookPro-16,1 based on the documentation available on T2linux page (https://wiki.t2linux.org/distributions/ubuntu/installation/). Display, Wifi, Bluetooth, Audio, Camera, Keyboard and Touchpad etc are all …"
        },
        {
            "Title": "The impact of wearing facemask on COPD patients: A protocol of a systematic review and meta-analysis",
            "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0292388",
            "raw_text": "Introduction Chronic obstructive pulmonary disease (COPD) is a common, irreversible but preventable disease characterized by persistent respiratory symptoms. The mortality rate of COPD is predicted to reach 5.4 million by the year 2060. Despite its heavy burd…"
        },
        {
            "Title": "The Morning After: The FTC is challenging Microsoft’s Activision buyout, again",
            "url": "https://www.engadget.com/the-morning-after-the-ftc-is-challenging-microsofts-activision-buyout-again-111600835.html",
            "raw_text": "Just when Microsoft’s buyout of Activision finally seemed to be near complete — and we could focus on Google’s legal tussles\r\n with the Department of Justice — the Federal Trade Commission said it will revive its attempt to block the $69 billion deal in an ad…"
        },
        {
            "Title": "Link Between Insulin Resistance and Disease Acceleration",
            "url": "https://articles.mercola.com/sites/articles/archive/2023/09/29/insulin-resistance-disease-acceleration.aspx",
            "raw_text": "I’ve long warned that insulin resistance is at the foundation of most chronic disease, from heart disease and Type 2 diabetes to cancer. Now, researchers with the University of Copenhagen in Denmark are encouraging doctors to monitor blood sugar levels in the…"
        },
        {
            "Title": "Children’s nutritional health and wellbeing in food insecure households in Europe: A qualitative meta-ethnography",
            "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0292178",
            "raw_text": "Since the 2008 global financial crisis, there has been a rise in the number of people experiencing food insecurity. Particularly vulnerable are households with children. This systematic review and meta-ethnography of qualitative studies focuses on families’ p…"
        },
        {
            "Title": "Data Science with SAP HANA Predictive Analytics Library (PAL), AMDP (ABAP Managed Database Procedure) and Core Data Services (CDS) Table Functions",
            "url": "https://blogs.sap.com/2023/09/28/data-science-with-sap-hana-predictive-analytics-library-pal-amdp-abap-managed-database-procedure-and-core-data-services-cds-table-functions/",
            "raw_text": "Hello, I am a dual student at SAP studying International Business Administration and Information Technology. In this blog, I will happily share with you the data science project I undertook during my practical phase as […]"
        },
        {
            "Title": "Resistance training prescription for muscle strength and hypertrophy in healthy adults: a systematic review and Bayesian network meta-analysis",
            "url": "https://bjsm.bmj.com/content/57/18/1211?rss=1",
            "raw_text": "Objective To determine how distinct combinations of resistance training prescription (RTx) variables (load, sets and frequency) affect muscle strength and hypertrophy.\n\nData sources MEDLINE, Embase, Emcare, SPORTDiscus, CINAHL, and Web of Science were searche…"
        },
        {
            "Title": "Detection of Implausible Values in SAP S/4HANA with SAP’s Intelligent Scenario Lifecycle Management (ISLM)",
            "url": "https://blogs.sap.com/2023/09/29/detection-of-implausible-values-in-sap-s-4hana-with-saps-intelligent-scenario-lifecycle-management-islm/",
            "raw_text": "Hello, I am a dual student at SAP studying International Business Administration and Information Technology. In this blog, I will happily share with you the data science project I undertook during my practical phase as […]"
        },
        {
            "Title": "Item development and pre-testing of an Osteoarthritis Conceptualisation Questionnaire to assess knowledge and beliefs in people with knee pain",
            "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0286114",
            "raw_text": "Many people with osteoarthritis hold beliefs that physical activity is unhelpful or dangerous for their joints, despite high-level evidence suggesting otherwise. Recent advances in scientific understanding of osteoarthritis have led to new treatments that tar…"
        }
    ]
}