{
    "reddit": [
        {
            "title": "YouTube’s ad blocking crackdown is facing a new challenge: privacy laws | Privacy advocates argue YouTube’s ad blocker restrictions violate the European Union’s online privacy laws.",
            "url": "https://www.theverge.com/2023/11/7/23950513/youtube-ad-blocker-crackdown-privacy-advocates-eu",
            "text": "YouTube’s ad blocking crackdown is facing a new challenge: privacy laws - The Verge Skip to main content The Verge The Verge logo. The Verge homepage The Verge homepage The Verge The Verge logo. / Tech / Reviews / Science / Entertainment / More Menu Expand The Verge The Verge logo. Menu Expand YouTube / Creators / Tech YouTube’s ad blocking crackdown is facing a new challenge: privacy laws YouTube’s ad blocking crackdown is facing a new challenge: privacy laws / Privacy advocates argue YouTube’s ad blocker restrictions violate the European Union’s online privacy laws. By Emma Roth , a news writer who covers the streaming wars, consumer tech, crypto, social media, and much more. Previously, she was a writer and editor at MUO. Nov 7, 2023, 4:00 PM UTC | Comments Share this story Illustration: Alex Castro / The Verge As YouTube tightens its restrictions on ad blockers, privacy advocates in the European Union are betting that government regulations can put a stop to the crackdown. One privacy expert, Alexander Hanff, filed a complaint in October with the Irish Data Protection Commission (DPC). Hanff argues that YouTube’s ad blocker detection system is a violation of privacy — a charge Google denies — and illegal under EU law. “AdBlock detection scripts are spyware — there is no other way to describe them and as such it is not acceptable to deploy them without consent,” Hanff tells The Verge . “I consider any deployment of technology which can be used to spy on my devices is both unethical and illegal in most situations.” The fight against ad blocker detection isn’t anything new, but YouTube’s “global effort” to stop ad blockers has renewed interest in the topic. Sites like YouTube can detect ad blockers by either downloading JavaScript code that checks whether anything on the page has changed or by detecting when the elements required to load an ad are blocked, according to The New York Times . Here’s what YouTube displays for users who have ad blockers enabled. While YouTube started blocking ad blockers as a “small experiment” in June, YouTube later confirmed to The Verge that the company has ramped up its efforts. That means more users with ad blockers enabled are finding themselves unable to watch videos on the platform. Instead of showing the video, YouTube displays a prompt that encourages users to either allow ads on YouTube or subscribe to YouTube Premium. This move hasn’t gone over well with users and privacy advocates alike. A report from Wired reveals that people are installing and uninstalling ad blockers at a record pace as users search for an ad blocker that isn’t affected by YouTube’s restrictions. Meanwhile, YouTube maintains that ad blockers violate the platform’s terms of service and prevent creators from earning revenue from ads. Hanff first reached out to the European Commission about the use of ad blocker detection tools in 2016. In response to his concerns , the commission confirmed that scripts used to detect ad blockers also fall under Article 5.3 of the ePrivacy Directive, a rule that requires websites to ask for user consent before storing or accessing information on a user’s device, such as cookies. “Article 5.3 does not limit itself to any particular type of information or technology, such as cookies,” the commission wrote at the time. “Article 5(3) would also apply to the storage by websites of scripts in users’ terminal equipment to detect if users have installed or are using ad blockers.” It doesn’t seem like this had any meaningful impact on how websites detect ad blockers, though. The European Commission seemed to reverse its stance in a proposed reform of its privacy law in 2017, stating that website providers should be able to check whether a user is using an ad blocker without their approval. “If YouTube continues to think they can get away with deploying spyware to our devices, I will bring them down too.” Hanff’s most recent complaint to the commission references his earlier letter. It calls upon the DPC to take action against YouTube and stop it from using ad blocker detection tools. Hanff tells The Verge that in addition to violating Article 5.3 of the ePrivacy Directive, he believes it’s also a breach of the fundamental right to privacy under the Universal Declaration of Human Rights and other conventions. Since submitting his complaint, Hanff says the Irish DPC has already acknowledged it and that he has had a call and “a number of emails” exchanged with them. The Verge reached out to the DPC with a request for comment but didn’t immediately hear back. Hanff isn’t the only advocate who opposes YouTube’s ad blocker clampdown, either. Patrick Breyer, a German digital rights advocate and member of the European Parliament, writes on Mastodon that “YouTube wants to force us into surveillance advertising and tracking with an anti-adblock wall.” Breyer says he is also asking the European Commission about the legality of ad blocker detection systems under the ePrivacy Directive. YouTube spokesperson Christopher Lawton responded to Hanff and Breyer’s challenge by reiterating the same statement provided to The Verge last month, noting that YouTube has launched a “global effort” to crack down on ad blockers. Lawton adds that the company will “of course cooperate fully with any questions or queries from the DPC.” If the European Commission finds that YouTube’s ad blocker detection system violates the EU’s ePrivacy Directive, the commission might hit the platform with a fine and force it to change the feature. It’s a bit too early to tell how the commission will respond to Hanff’s challenge, but the outcome likely won’t result in any changes to the existing system for those of us in the US. For now, Hanff isn’t backing down. “I have been fighting for stronger protection of privacy and data protection rights for almost 2 decades,” he says. “If YouTube continues to think they can get away with deploying spyware to our devices, I will bring them down too.” Additional reporting by Jon Porter . Comments Most Popular OpenAI is letting anyone create their own version of ChatGPT This smart garage door controller is no longer very smart Bored Ape NFT event attendees report ‘severe eye burn’ OpenAI turbocharges GPT-4 and makes it cheaper SAG-AFTRA won’t budge as studios push to own actors’ likenesses in perpetuity Verge Deals / Sign up for Verge Deals to get deals on products we've tested sent to your inbox daily. Email (required) Sign up By submitting your email, you agree to our Terms and Privacy Notice . This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. From our sponsor Advertiser Content From More from Creators YouTube is testing a chatbot that will appear under select videos Samsung launches premium S Pen to tempt iPad artists in the US PS5 ‘slim’ teardown shows the clever engineering of its detachable disc drive TikTok’s $1 billion creator fund is shutting down Advertiser Content From The Verge The Verge logo. Terms of Use Privacy Notice Cookie Policy Do Not Sell Or Share My Personal Info Licensing FAQ Accessibility Platform Status How We Rate and Review Products Contact Tip Us Community Guidelines About Ethics Statement The Verge is a vox media network Advertise with us Jobs @ Vox Media © 2023 Vox Media , LLC. All Rights Reserved"
        },
        {
            "title": "Cruise confirms robotaxis rely on human assistance every four to five miles",
            "url": "https://www.cnbc.com/2023/11/06/cruise-confirms-robotaxis-rely-on-human-assistance-every-4-to-5-miles.html",
            "text": "Cruise confirms robotaxis rely on human assistance every 4 to 5 miles Skip Navigation watch live Markets Pre-Markets U.S. Markets Currencies Cryptocurrency Futures & Commodities Bonds Funds & ETFs Business Economy Finance Health & Science Media Real Estate Energy Climate Transportation Industrials Retail Wealth Life Small Business Investing Personal Finance Fintech Financial Advisors Options Action ETF Street Buffett Archive Earnings Trader Talk Tech Cybersecurity Enterprise Internet Media Mobile Social Media CNBC Disruptor 50 Tech Guide Politics White House Policy Defense Congress Equity and Opportunity CNBC TV Live TV Live Audio Business Day Shows Entertainment Shows Full Episodes Latest Video Top Video CEO Interviews CNBC Documentaries CNBC Podcasts CNBC World Digital Originals Live TV Schedule Watchlist Investing Club Trust Portfolio Analysis Trade Alerts Meeting Videos Homestretch Jim's Columns Education Subscribe Sign In PRO Pro News Pro Live Stock Screener NEW! Market Forecast Options Investing Subscribe Sign In NEW! Menu Make It select ALL SELECT Credit Cards Loans Banking Mortgages Insurance Credit Monitoring Personal Finance Small Business Taxes Help for Low Credit Scores Investing SELECT All Credit Cards Find the Credit Card for You Best Credit Cards Best Rewards Credit Cards Best Travel Credit Cards Best 0% APR Credit Cards Best Balance Transfer Credit Cards Best Cash Back Credit Cards Best Credit Card Welcome Bonuses Best Credit Cards to Build Credit SELECT All Loans Find the Best Personal Loan for You Best Personal Loans Best Debt Consolidation Loans Best Loans to Refinance Credit Card Debt Best Loans with Fast Funding Best Small Personal Loans Best Large Personal Loans Best Personal Loans to Apply Online Best Student Loan Refinance SELECT All Banking Find the Savings Account for You Best High Yield Savings Accounts Best Big Bank Savings Accounts Best Big Bank Checking Accounts Best No Fee Checking Accounts No Overdraft Fee Checking Accounts Best Checking Account Bonuses Best Money Market Accounts Best CDs Best Credit Unions SELECT All Mortgages Best Mortgages Best Mortgages for Small Down Payment Best Mortgages for No Down Payment Best Mortgages with No Origination Fee Best Mortgages for Average Credit Score Adjustable Rate Mortgages Affording a Mortgage SELECT All Insurance Best Life Insurance Best Homeowners Insurance Best Renters Insurance Best Car Insurance Travel Insurance SELECT All Credit Monitoring Best Credit Monitoring Services Best Identity Theft Protection How to Boost Your Credit Score Credit Repair Services SELECT All Personal Finance Best Budgeting Apps Best Expense Tracker Apps Best Money Transfer Apps Best Resale Apps and Sites Buy Now Pay Later (BNPL) Apps Best Debt Relief SELECT All Small Business Best Small Business Savings Accounts Best Small Business Checking Accounts Best Credit Cards for Small Business Best Small Business Loans Best Tax Software for Small Business SELECT All Taxes Best Tax Software Best Tax Software for Small Businesses Tax Refunds SELECT All Help for Low Credit Scores Best Credit Cards for Bad Credit Best Personal Loans for Bad Credit Best Debt Consolidation Loans for Bad Credit Personal Loans if You Don't Have Credit Best Credit Cards for Building Credit Personal Loans for 580 Credit Score or Lower Personal Loans for 670 Credit Score or Lower Best Mortgages for Bad Credit Best Hardship Loans How to Boost Your Credit Score SELECT All Investing Best IRA Accounts Best Roth IRA Accounts Best Investing Apps Best Free Stock Trading Platforms Best Robo-Advisors Index Funds Mutual Funds ETFs Bonds USA INTL watch live Search quotes, news & videos Watchlist SIGN IN Markets Business Investing Tech Politics CNBC TV Watchlist Investing Club PRO NEW! Menu Tech Cruise confirms robotaxis rely on human assistance every four to five miles Published Mon, Nov 6 2023 7:11 PM EST Updated 53 Min Ago Lora Kolodny @lorakolodny WATCH LIVE Key Points GM-owned Cruise is responding to allegations that its cars are not really self-driving because they require frequent help from humans working as \"remote assistants\" to get through tricky drives. Cruise tells CNBC it worked with roughly one \"remote assistant agent,\" per every 15 to 20 driverless vehicles in its fleet before grounding operations last month. Human advisors generally provide \"wayfinding intel\" to the robotaxis, and do not drive them remotely, a company spokesperson said. In this article GM Follow your favorite stocks CREATE FREE ACCOUNT This Cruise in San Francisco seemingly could not figure out how to pull aside on a narrow street to let a buss pass. Matt Rosoff, CNBC Cruise CEO and founder Kyle Vogt posted comments on Hacker News on Sunday responding to allegations that his company's robotaxis aren't really self-driving, but instead require frequent help from humans working in a remote operations center. First, Vogt confirmed that the General Motors -owned company does have a remote assistance team, in response to a discussion under the header, \"GM's Cruise alleged to rely on human operators to achieve 'autonomous' driving.\" The CEO wrote, \"Cruise AVs are being remotely assisted (RA) 2-4% of the time on average, in complex urban environments. This is low enough already that there isn't a huge cost benefit to optimizing much further, especially given how useful it is to have humans review things in certain situations.\" CNBC confirmed with Cruise spokesperson Tiffany Testo that the comments were accurate and came from the company's CEO. Cruise recently took the drastic move of grounding all of its driverless operations following a collision that injured a pedestrian in San Francisco on October 2. The collision and Cruise's disclosures around it led to state regulators stripping the company of its permits to operate driverless vehicles in California, unless there is a driver aboard. The DMV previously said its decision was based on several factors, citing four regulations that allow suspension in the event \"the Department determines the manufacturer's vehicles are not safe for the public's operation,\" and \"the manufacturer has misrepresented any information related to safety of the autonomous technology of its vehicles.\" As NBC News previously reported , California Department of Motor Vehicles accused Cruise of failing to show them a full video depicting the October 2 collision, during which a pedestrian was thrown into the path of the Cruise robotaxi by a human driver in a different car who hit her first. During that incident, Cruise previously told NBC, its vehicle \"braked aggressively before impact and because it detected a collision\" but then tried to pull over and in the process pulled the pedestrian forward about 20 feet. Rival Waymo, which is owned by Google parent company Alphabet , continues to operate in the city. How often do remote workers intervene? A New York Times story followed last week diving into issues within Cruise that may have led to the safety issues, and setback for Cruise's reputation and business. The story included a stat that at Cruise, workers intervened to help the company's cars every 2.5 to five miles. Vogt explained on Hacker News that the stat was a reference to how frequently Cruise robotaxis initiate a remote assistance session. He wrote, \"Of those, many are resolved by the AV itself before the human even looks at things, since we often have the AV initiate proactively and before it is certain it will need help. Many sessions are quick confirmation requests (it is ok to proceed?) that are resolved in seconds. There are some that take longer and involve guiding the AV through tricky situations. Again, in aggregate this is 2-4% of time in driverless mode.\" CNBC asked Cruise to confirm and provide further details on Monday. The Cruise spokesperson wrote in an e-mail, that a \"remote assistance\" session is triggered roughly every four to five miles, not every 2.5 miles, in Cruise's driverless fleet. \"Often times the AV proactively initiates these before it is certain it will need help such as when the AV's intended path is obstructed (e.g construction blockages or detours) or if it needs help identifying an object,\" she wrote. \"Remote assistance is in session about 2-4% of the time the AV is on the road, which is minimal, and in those cases the RA advisor is providing wayfinding intel to the AV, not controlling it remotely.\" CNBC also asked Cruise for information about typical response time for remote operations, and how remote assistance workers at Cruise are trained. \"More than 98% of sessions are answered within 3 seconds,\" the spokesperson said. She added, \"RA advisors undergo a background check and driving record check and must complete two weeks of comprehensive training prior to starting, consisting of classroom training, scenario-based exercises, live shadowing and knowledge-based assessments. Advisors also receive ongoing training and undergo supplemental training whenever there is a new feature or update. Regular reviews, refreshers and audits are conducted to ensure high performance.\" As far as the ratio of remote assistance advisors to driverless vehicles on the road, the Cruise spokesperson said, \"During driverless operations there was roughly 1 remote assistant agent for every 15-20 driverless AVs.\" George Mason University professor and autonomous systems expert Missy Cummings, who was previously a safety advisor to the federal vehicle safety agency (NHTSA), told CNBC that whether or not the public still considers Cruise vehicles self-driving, it has been an \"industry standard\" for humans to be on call, monitoring the operations of drones, robotics, and now autonomous or semi-autonomous vehicles. \"I start to get concerned,\" she said, \"about how we're using humans when we are using them. In other domains, we've seen issues where, for example, an air traffic controller maybe fell asleep on the job.\" Cummings also said it would be very important to understand whether Cruise vehicles involved in any collisions -- especially in the October pedestrian collision -- called back to remote operations for help. \"I would like to know whether a human was notified at all and what the human's actions were in the remote operations center.\" Cruise declined to say whether the October 2 incident triggered a remote assistant call, whether a human advisor made decisions to authorize the vehicle's movement, or whether any Cruise employee had called 911. The company spokesperson said, \"We have initiated third-party reviews of the October 2 incident and are working with NHTSA on their investigation as well. In respect of those processes, we will await the findings of those reviews before commenting further.\" GM said last month that the company has lost roughly $1.9 billion on Cruise in the first nine months of this year, including $732 million in the third quarter alone. Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Select Personal Finance CNBC on Peacock Join the CNBC Panel Supply Chain Values Select Shopping Closed Captioning Digital Products News Releases Internships Corrections About CNBC Ad Choices Site Map Podcasts Careers Help Contact News Tips Got a confidential news tip? We want to hear from you. Get In Touch Advertise With Us Please Contact Us CNBC Newsletters Sign up for free newsletters and get more CNBC delivered to your inbox Sign Up Now Get this delivered to your inbox, and more info about our products and services. Privacy Policy | | CA Notice | Terms of Service © 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis. Market Data Terms of Use and Disclaimers Data also provided by"
        },
        {
            "title": "An AI just negotiated a contract for the first time ever — and no human was involved",
            "url": "https://www.cnbc.com/2023/11/07/ai-negotiates-legal-contract-without-humans-involved-for-first-time.html",
            "text": "AI negotiates legal contract without humans involved for first time Skip Navigation watch live Markets Pre-Markets U.S. Markets Currencies Cryptocurrency Futures & Commodities Bonds Funds & ETFs Business Economy Finance Health & Science Media Real Estate Energy Climate Transportation Industrials Retail Wealth Life Small Business Investing Personal Finance Fintech Financial Advisors Options Action ETF Street Buffett Archive Earnings Trader Talk Tech Cybersecurity Enterprise Internet Media Mobile Social Media CNBC Disruptor 50 Tech Guide Politics White House Policy Defense Congress Equity and Opportunity CNBC TV Live TV Live Audio Business Day Shows Entertainment Shows Full Episodes Latest Video Top Video CEO Interviews CNBC Documentaries CNBC Podcasts CNBC World Digital Originals Live TV Schedule Watchlist Investing Club Trust Portfolio Analysis Trade Alerts Meeting Videos Homestretch Jim's Columns Education Subscribe Sign In PRO Pro News Pro Live Stock Screener NEW! Market Forecast Options Investing Subscribe Sign In NEW! Menu Make It select ALL SELECT Credit Cards Loans Banking Mortgages Insurance Credit Monitoring Personal Finance Small Business Taxes Help for Low Credit Scores Investing SELECT All Credit Cards Find the Credit Card for You Best Credit Cards Best Rewards Credit Cards Best Travel Credit Cards Best 0% APR Credit Cards Best Balance Transfer Credit Cards Best Cash Back Credit Cards Best Credit Card Welcome Bonuses Best Credit Cards to Build Credit SELECT All Loans Find the Best Personal Loan for You Best Personal Loans Best Debt Consolidation Loans Best Loans to Refinance Credit Card Debt Best Loans with Fast Funding Best Small Personal Loans Best Large Personal Loans Best Personal Loans to Apply Online Best Student Loan Refinance SELECT All Banking Find the Savings Account for You Best High Yield Savings Accounts Best Big Bank Savings Accounts Best Big Bank Checking Accounts Best No Fee Checking Accounts No Overdraft Fee Checking Accounts Best Checking Account Bonuses Best Money Market Accounts Best CDs Best Credit Unions SELECT All Mortgages Best Mortgages Best Mortgages for Small Down Payment Best Mortgages for No Down Payment Best Mortgages with No Origination Fee Best Mortgages for Average Credit Score Adjustable Rate Mortgages Affording a Mortgage SELECT All Insurance Best Life Insurance Best Homeowners Insurance Best Renters Insurance Best Car Insurance Travel Insurance SELECT All Credit Monitoring Best Credit Monitoring Services Best Identity Theft Protection How to Boost Your Credit Score Credit Repair Services SELECT All Personal Finance Best Budgeting Apps Best Expense Tracker Apps Best Money Transfer Apps Best Resale Apps and Sites Buy Now Pay Later (BNPL) Apps Best Debt Relief SELECT All Small Business Best Small Business Savings Accounts Best Small Business Checking Accounts Best Credit Cards for Small Business Best Small Business Loans Best Tax Software for Small Business SELECT All Taxes Best Tax Software Best Tax Software for Small Businesses Tax Refunds SELECT All Help for Low Credit Scores Best Credit Cards for Bad Credit Best Personal Loans for Bad Credit Best Debt Consolidation Loans for Bad Credit Personal Loans if You Don't Have Credit Best Credit Cards for Building Credit Personal Loans for 580 Credit Score or Lower Personal Loans for 670 Credit Score or Lower Best Mortgages for Bad Credit Best Hardship Loans How to Boost Your Credit Score SELECT All Investing Best IRA Accounts Best Roth IRA Accounts Best Investing Apps Best Free Stock Trading Platforms Best Robo-Advisors Index Funds Mutual Funds ETFs Bonds USA INTL watch live Search quotes, news & videos Watchlist SIGN IN Markets Business Investing Tech Politics CNBC TV Watchlist Investing Club PRO NEW! Menu Tech An AI just negotiated a contract for the first time ever — and no human was involved Published Tue, Nov 7 2023 4:30 AM EST Updated Tue, Nov 7 2023 6:40 AM EST Ryan Browne @Ryan_Browne_ WATCH LIVE Key Points In a world first, artificial intelligence demonstrated the ability to negotiate a contract autonomously with another artificial intelligence without any human involvement. At Luminance's London headquarters, the company demonstrated its AI, called Autopilot, negotiating a non-disclosure agreement in a matter of minutes. It marks the first time an AI has ever negotiated a contract with another AI, with no human involved. The only layer that still requires a human is the signing of the agreement. Mathisworks | Digitalvision Vectors | Getty Images In a world first, artificial intelligence demonstrated the ability to negotiate a contract autonomously with another artificial intelligence without any human involvement. British AI firm Luminance developed an AI system based on its own proprietary large language model (LLM) to automatically analyze and make changes to contracts. LLMs are a type of AI algorithm that can achieve general-purpose language processing and generation. Jaeger Glucina, chief of staff and managing director of Luminance, said the company's new AI aimed to eliminate much of the paperwork that lawyers typically need to complete on a day-to-day basis. In Glucina's own words, Autopilot \"handles the day-to-day negotiations, freeing up lawyers to use their creativity where it counts, and not be bogged down in this type of work.\" \"This is just AI negotiating with AI, right from opening a contract in Word all the way through to negotiating terms and then sending it to DocuSign,\" she told CNBC in an interview. \"This is all now handled by the AI, that's not only legally trained, which we've talked about being very important, but also understands your business.\" Luminance's Autopilot feature is much more advanced than Lumi, Luminance's ChatGPT-like chatbot. That tool, which Luminance says is designed to act more like a legal \"co-pilot,\" lets lawyers query and review parts of a contract to identify any red flags and clauses that may be problematic. With Autopilot, the software can operate independently of a human being — though humans are still able to review every step of the process, and the software keeps a log of all the changes made by the AI. CNBC took a look at the tech in action in a demonstration at Luminance's London offices. It's super quick. Clauses were analyzed, changes were made, and the contract was finalized in a matter of minutes. Legal 'autopilot' There are two lawyers on either side of the agreement: Luminance's general counsel and general counsel for one of Luminance's clients — research firm ProSapient. Two monitors on either side of the room show photos of the lawyers involved — but the forces driving the contract analysis, scrutinizing its contents and making recommendations are entirely AI. In the demonstration, the AI negotiators go back and forth on a non-disclosure agreement, or NDA, that one party wants the other to sign. NDAs are a bugbear in the legal profession, not least because they impose strict confidentiality limits and require lengthy scrutiny, Glucina said. \"Commercial teams are often waiting on legal teams to get their NDAs done in order to move things to the next stage,\" Glucina told CNBC. \"So it can hold up revenue, it can hold up new business partnerships, and just general business dealings. So, by getting rid of that, it's going to have a huge effect on all parts of the business.\" Legal teams are spending around 80% of their time reviewing and negotiating routine documents, according to Glucina. Luminance's software starts by highlighting contentious clauses in red. Those clauses are then changed to something more suitable, and the AI keeps a log of changes made throughout the course of its progress on the side. The AI takes into account companies' preferences on how they normally negotiate contracts. For example, the NDA suggests a six-year term for the contract. But that's against Luminance's policy. The AI acknowledges this, then automatically redrafts it to insert a three-year term for the agreement instead. Glucina said that it makes more sense to use a tool like Luminance Autopilot rather than something like OpenAI's software as it is tailored specifically to the legal industry, whereas tools like ChatGPT and Dall-E and Anthropic's Claude are more general-purpose platforms. That was echoed by Peel Hunt, the U.K. investment bank, in a note to clients last week. \"We believe companies will leverage domain-specific and/or private datasets (eg data curated during the course of business) to turn general-purpose large language models (LLMs) into domain-specific ones,\" a team of analysts at the firm said in the note. \"These should deliver superior performance to the more general-purpose LLMs like OpenAI, Anthropic, Cohere, etc.\" Luminance didn't disclose how much it costs to buy its software. The company sells annual subscription plans allowing unlimited users to access its products, and its clients include the likes of Koch Industries and Hitachi Vantara, as well as consultancies and law firms. What is Luminance? Founded in 2016 by mathematicians from the University of Cambridge, Luminance provides legal document analysis software intended to help lawyers become more efficient. The company uses an AI and machine-learning-based platform to process large, complex and fragmented data sets of legal documentation, enabling managers to easily assign tasks and track the progress of an entire legal team. It is backed by Invoke Capital — a venture capital fund set up by U.K. tech entrepreneur Mike Lynch — Talis Capital, and Future Fifty. Lynch, a controversial figure who co-founded enterprise software firm Autonomy, faces extradition from the U.K. to the U.S. over charges of fraud. He stepped down from the board of Luminance in 2022, though he remains a prominent backer. Subscribe to CNBC PRO Licensing & Reprints CNBC Councils Select Personal Finance CNBC on Peacock Join the CNBC Panel Supply Chain Values Select Shopping Closed Captioning Digital Products News Releases Internships Corrections About CNBC Ad Choices Site Map Podcasts Careers Help Contact News Tips Got a confidential news tip? We want to hear from you. Get In Touch Advertise With Us Please Contact Us CNBC Newsletters Sign up for free newsletters and get more CNBC delivered to your inbox Sign Up Now Get this delivered to your inbox, and more info about our products and services. Privacy Policy | | CA Notice | Terms of Service © 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis. Market Data Terms of Use and Disclaimers Data also provided by"
        },
        {
            "title": "Barack Obama on AI, free speech, and the future of the internet",
            "url": "https://www.theverge.com/23948871/barack-obama-ai-regulation-free-speech-first-amendment-decoder-interview",
            "text": "Barack Obama on AI, free speech, and the future of the internet - The Verge Skip to main content The Verge The Verge logo. The Verge homepage The Verge homepage The Verge The Verge logo. / Tech / Reviews / Science / Entertainment / More Menu Expand The Verge The Verge logo. Menu Expand Policy Barack Obama on AI, free speech, and the future of the internet The former president joined me on Decoder to discuss AI regulation, the First Amendment, and of course, what apps he has on his homescreen. By Nilay Patel , editor-in-chief of the Verge, host of the Decoder podcast, and co-host of The Vergecast. Photography by Vjeran Pavic Nov 7, 2023, 3:00 PM UTC | Comments Share this story Today on Decoder , I’m talking to former President Barack Obama about AI, social networks, and how to think about democracy as both of those things collide. I sat down with President Obama last week at his offices in Washington, DC, just hours after President Joe Biden signed a sweeping executive order about AI . That order covers quite a bit, from labeling AI-generated content to coming up with safety protocols for the companies working on the most advanced AI models. You’ll hear Obama say he’s been talking to the Biden administration and leaders across the tech industry about AI and how best to regulate it. And the former president has a particularly unique experience here — he’s long been one of the most deepfaked people in the world. You’ll also hear him say that he joined our show because he wanted to reach you, the Decoder audience, and get you all thinking about these problems. One of Obama’s worries is that the government needs insight and expertise to properly regulate AI, and you’ll hear him make a pitch for why people with that expertise should take a tour of duty in the government to make sure we get these things right. Listen to Decoder , a show hosted by The Verge ’s Nilay Patel about big ideas — and other problems. Subscribe here ! My idea here was to talk to Obama the constitutional law professor more than Obama the politician, so this one got wonky fast. You’ll hear him mention Nazis in Skokie — that’s a reference to a famous Supreme Court case from the ’70s where the ACLU argued that banning a Nazi group from marching was a violation of the First Amendment. You’ll hear me get excited about a case called Red Lion Broadcasting v. FCC , a 1969 Supreme Court decision that said the government could impose something called the Fairness Doctrine on radio and television broadcasters because the public owns the airwaves and can thus impose requirements on how they’re used. There’s no similar framework for cable TV or the internet, which don’t use public airwaves, and that makes them much harder, if not impossible, to regulate. Obama says he disagrees with the idea that social networks are something called “common carriers” that have to distribute all information equally. That idea has been floated most notably by Justice Clarence Thomas in a 2021 concurrence , and it forms the basis of laws regulating social media in Texas and Florida — laws that are currently headed for Supreme Court review . Lastly, Obama says he talked to a tech executive who told him the best comparison to AI’s impact on the world would be electricity, and you’ll hear me say that I have to guess who it is. So here’s my guess: it’s Google’s Sundar Pichai, who has been saying AI is more profound than electricity or fire since 2018. But that’s my guess. You take a listen, and let me know who you think it is. Oh, and one more thing: I definitely asked Obama what apps were on his iPhone’s homescreen. This transcript has been lightly edited for length and clarity. President Barack Obama, you’re the 44th president of the United States. We’re here at the Obama Foundation. Welcome to Decoder . It is great to be here. Thank you for having me. I am excited to talk to you — there’s a lot to talk about. We are here on the occasion of President Biden signing an executive order about AI. I would describe this order as “sweeping.” I think it’s over 100 pages long. There are a lot of ideas in it: everything from regulating biosynthesis with AI to safety regulations. It mandates red teaming and transparency. Watermarking. These feel like very new challenges for the government’s relationship with technology. I want to start with a Decoder question: what is your framework for thinking about these challenges and how you evaluate them? This is something that I’ve been interested in for a while. Back in 2015, 2016, as we were watching the landscape be transformed by social media and the information revolution impacting every aspect of our lives, I started getting in conversations about artificial intelligence and this next phase, this next wave, that might be coming. I think one of the lessons that we got from the transformation of our media landscape was that incredible innovation, incredible promise, incredible good can come out of it. But there are a bunch of unintended consequences, and we have to be maybe a little more intentional about how our democracies interact with what is primarily being generated out of the private sector. What rules of the road are we setting up, and how can we make sure that we maximize the good and maybe minimize some of the bad? So I commissioned my science guy, John Holdren, along with John Podesta, who had been a former chief of staff and worked on climate change issues, [and said], “Let’s pull together some experts to figure this out.” We issued a big report in my last year [in office]. The interesting thing even then was people felt [AI] was enormously promising technology, but we may be overhyping how quick it’s going to come. As we’ve seen just in the last year or two, even those who are developing these large language models, who are in the weeds with these programs, are starting to realize this thing is moving faster and is potentially even more powerful than we originally imagined. “I don’t believe that we should try to put the genie back in the bottle and be anti-tech because of all the enormous potential. But I think we should put some guardrails around some risks that we can anticipate.” Now, in conversations with government officials, private sector, and academics, the framework I emerged from is that this is going to be a transformative technology that broadly [changes] the shape of our economy. In some ways, even our search engines — basic stuff that we take for granted — are already operating under some AI principles, but this is going to be turbocharged. It’s going to impact how we make stuff, how we deliver services, how we get information. And the potential for us to have enormous medical breakthroughs, the potential for us to be able to provide individualized tutoring for kids in remote areas, the potential for us to solve some of our energy challenges and deal with greenhouse gasses — this could unlock amazing innovation, but it can also do some harm. We can end up with powerful AI models in the hands of somebody in a basement who develops a new smallpox variant, or non-state actors who suddenly, because of a powerful AI tool, can hack into critical infrastructure. Or maybe, less dramatically, AI infiltrating the lives of our children in ways that we didn’t intend — in some cases, the way social media has. So what that means then is I think the government as an expression of our democracy needs to be aware of what’s going on. Those who are developing these frontier systems need to be transparent. I don’t believe that we should try to put the genie back in the bottle and be anti-tech because of all the enormous potential. But I think we should put some guardrails around some risks that we can anticipate and have enough flexibility that [they] don’t destroy innovation but are also guiding and steering this technology in a way that maximizes not just individual company profits, but also the public good. Let me make the comparison for you: I would say that the problem in tech regulation for the past 15 years has been social media. How do we regulate social media? How do we get more good stuff, less bad stuff? Make sure that really bad stuff is illegal. You came to the presidency on the back of social media. I was the first digital president. You had a BlackBerry , I remember. People were very excited about your BlackBerry. I wrote a story about your iPad . That was transformative — young people are going to take to the political environment, they’re going to use these tools, and we’re going to change America with it. You can make an argument that I wouldn’t have been elected had it not been for social networks. Now we’re on the other side of that. There was another guy who got elected on the back of social networks. There was another movement in America that has been very negative on the back of that election. We have basically failed to regulate social networks, I’d say. There’s no comprehensive privacy bill , even. Right. There was already a framework for regulating media in this country. We could have applied a lot of what we knew about “should we have good media?” to social networks. There are some First Amendment questions in there — important ones. But there was an existing framework. With AI, it’s more, “We’re going to tell computers to do stuff, and they’re going to go do it.” Right. We hope . [ Laughs ] We have no framework for that. We hope they do what we think we’re telling them to do. We ask computers a question. They might just confidently lie to us or help us lie at scale. There is no framework for that. What do you think you can pull from the failure to regulate social media into this new environment, such that we get it right this time? Well, this is part of the reason why I think what the Biden administration did today in putting out the EO is so important. Not because it’s the end point, but because it’s really the beginning of building out a framework. When you mentioned how this executive order has a bunch of different stuff in it — what that reflects is that we don’t know all the problems that are going to arise out of this. We don’t know all the promising potential of AI, but we’re starting to put together the foundations for what we hope will be a smart framework for dealing with it. In some cases, what AI is going to do is accelerate advances in, let’s say, medicine. We’ve already seen things like protein folding and the breakthroughs that would not have happened had it not been for some of these AI tools. We want to make sure that that’s done safely. We want to make sure that it’s done responsibly, and it may be that we already have some laws in place that can manage that. But there may be some novel developments in AI where an existing agency, an existing law, just doesn’t work. If we’re dealing with the alignment problem, and we want to make sure that some of these large language models — where even the developers aren’t entirely confident about what these models are doing, what the computer’s thinking or doing — in that case, we’re going to have to figure out: what is the red teaming? What are the testing regimens? In talking to the companies themselves, they will acknowledge that their safety protocols and their testing regimens may not be where they need to be yet. I think it’s entirely appropriate for us to plant a flag and say, “All right, frontier companies, you need to disclose what your safety protocols are to make sure that we don’t have rogue programs going off and hacking into our financial system,” for example. Tell us what tests you’re using. Make sure that we have some independent verification that right now this stuff is working. But that framework can’t be a fixed framework. These models are developing so quickly that oversight and any regulatory framework is going to have to be flexible, and it’s going to have to be nimble. By the way, it’s also going to require some really smart people who understand how these programs and these models are working — not just in the companies themselves but also in the nonprofit sector and in government. Which is why I was glad to see that the Biden administration’s executive order is specifically calling on a bunch of hotshot young people who are interested in AI to do a stint outside of the companies themselves and go work for government for a while. Go work with some of the research institutes that are popping up in places like the Harvard [Applied Social Media] Lab or the Stanford [Human-Centered] AI Center and some other nonprofits. We’re going to need to make sure that everybody can have confidence that whatever journey we’re on here with AI, that it’s not just being driven by a few people without any kind of interaction or voice from ordinary folks — the regular people who are going to be using these products and impacted by these products. There are ordinary folks and there are the people who are building it who need to go help write regulations, and there’s a split there. The conventional wisdom in the Valley for years has been that the government is too slow. It doesn’t understand technology. By the time it actually writes a functional rule, the technology it was aiming to regulate will be obsolete. This is markedly different, right? The AI doomers are the ones asking for regulation the most. Yeah. The big companies have asked for regulation. [OpenAI CEO] Sam Altman has toured the capitals of the world politely asking to be regulated . Why do you think there’s such a fervor for that regulation? Is it just incumbents wanting to cement their position? You’re raising an important point. Rightly there’s some suspicion, I think, among some people that these companies want regulation because they want to lock out competition. As you know, historically, a central principle of tech culture has been open source. We want everything out there. Everybody’s able to play with models and applications and create new products, and that’s how innovation happens. Here, regulation starts looking like, well, maybe we start having closed systems and the big frontier companies — the Microsofts, the Googles, the OpenAIs, Anthropics — are going to somehow lock us out. But in my conversations with the tech leaders on this, I think there is, for the first time, some genuine humility because they are seeing the power that these models may have. “But in my conversations with the tech leaders on this, I think there is, for the first time, some genuine humility because they are seeing the power that these models may have.” I talked to one executive — and look, there’s no shortage of hyperbole in the tech world, right? But this is a pretty sober guy who’s seen a bunch of these cycles and been through boom and bust. I asked him, “Well, when you say this technology you think is going to be transformative, give me some analogy.” He said, “I sat with my team, and we talked about it. After going around and around, we decided maybe the best analogy was electricity .” And I thought, “Well, yeah, electricity. That was a pretty big deal.” [ Laughs ] If that’s the case, I think they recognize that it’s in their own commercial self-interest that there’s not some big screw-up on this. If, in fact, it is as transformative as they expect it to be, then having some rules and protections creates a competitive field that allows everybody to participate, come up with new products, compete on price, and compete on functionality, but [prevents us from] taking such big risks that the whole thing blows up in our faces. I do think that there is sincere concern that if we just have an unfettered race to the bottom, that this could end up choking off the goose that might be laying a bunch of golden eggs. There is the view in the Valley, though, that any constraint on technology is bad . Yeah, and I disagree with that. Any caution, any principle where you might slow down is the enemy of progress, and the net good is better if we just race ahead as fast as possible. In fairness, that’s not just in the Valley; that’s in every business I know. It’s not like Wall Street loves regulation. It’s not as if manufacturers are really keen for the government to micromanage how they produce goods. One of the things that we’ve learned through the industrial age and the information age over the last century is that you can overregulate. You can have over-bureaucratized things. But if you have smart regulations that set some basic goals and standards — making sure you’re not creating products that are unsafe to consumers; making sure that if you’re selling food, people who go in the grocery store can trust that they’re not going to die from salmonella or E. coli ; making sure that if somebody buys a car that the brakes work; making sure that if I take my electric whatever and I plug it into a socket anywhere, any place in the country, that it’s not going to shock me and blow up in my face — it turns out all those various rules and standards actually create marketplaces and are good for business, and innovation then develops around those rules. I think part of what happens in the tech community is the sense that, “We’re smarter than everybody else, and these people slowing us down are impeding rapid progress.” When you look at the history of innovation, it turns out that having some smart guideposts around which innovation takes place not only doesn’t slow things down, but in some cases, it actually raises standards and accelerates progress. There were a bunch of folks who said, “Look, you’re going to kill the automobile if you put airbags in there.” Well, it turns out actually people figured out, “You know what? We can actually put airbags in there and make them safer. And over time, the costs go down and everybody’s better off.” There’s a really difficult part in the EO about provenance — watermarking content, making sure people can see it’s AI-generated. You are among the most deepfaked people in the world. Oh, absolutely. Because what I realized is when I left office, I’d probably been filmed and recorded more than any human in history just because I happened to be the first president when the smartphone came out. I’m assuming you have some very deep personal feelings about being deepfaked in this way. There’s a big First Amendment issue here, right? Right. I can use Photoshop one way, and the government doesn’t say I have to put a label on it. I use it a slightly different way, the government’s going to show up and tell Adobe, “You’ve got to put a label on this.” How do you square that circle? It seems very challenging to me. I think this is going to be an iterative process. I don’t think you’re going to be able to create a blanket rule. But the truth is that’s been how our governance of information, media, and speech has developed for a couple hundred years now. With each new technology, we have to adapt and figure out some new rules of the road. So let’s take my example: a deepfake of me that is used for political satire or just somebody who doesn’t like me and they want to deepfake me. I was the president of the United States. There are some pretty formidable rules that have been set up to protect people who make fun of public figures. I’m a public figure, and what you are doing to me as a public figure is different than what you do to a 13-year-old girl, a freshman in high school. So we’re going to treat that differently, and that’s okay. We should have different rules for public figures than we do for private citizens. We should have different rules for what is clearly political commentary and satire versus cyberbullying. Where do you think those rules land? Do they land on individuals? Do they land on the people making the tools like Adobe or Google? Do they land on the distribution networks, like Facebook? My suspicion is how responsibility is allocated — we’re going to have to sort out. Look, I taught constitutional law. I’m close to a First Amendment absolutist in the sense that I generally don’t believe that even offensive speech, mean speech, et cetera, should certainly not be regulated by the government. I’m even game to argue that on social media platforms that the default position should be free speech rather than censorship. I agree with all that. But keep in mind, we’ve never had completely free speech, right? We have laws against child pornography. We have laws against human trafficking. We have laws against certain kinds of speech that we deem to be really harmful to the public health and welfare. The courts, when they evaluate that, they say, “Hmm.” They come up with a whole bunch of time, place, and manner restrictions that may be acceptable in some cases but aren’t acceptable in others. You get a bunch of case law that develops. “I do believe that the platforms themselves are more than just common carriers like the phone company. They’re not passive. There’s always some content moderation taking place.” There are arguments about it in the public square. We may disagree — should Nazis be able to protest in Skokie ? Well, that’s a tough one, but we can figure this out. That, I think, is how this is going to develop. I do believe that the platforms themselves are more than just common carriers like the phone company. They’re not passive. There’s always some content moderation taking place. So once that line has been crossed, it’s perfectly reasonable for the broader society to say, well, we don’t want to just leave that entirely to a private company. I think we need to at least know how you’re making those decisions, what things you might be amplifying through your algorithm and what things you aren’t. It may be that what you’re doing isn’t illegal, but we should at least be able to know how some of these decisions are made. I think it’s going to be that kind of process that takes place. What I don’t agree with is the large tech platform suggesting somehow that [they] want to be treated entirely as a common carrier, and [they’re] just passive here. That’s the Clarence Thomas view , right? Yeah. But on the other hand, we know [they’re] selling advertising based on the idea that you’re making a bunch of decisions about [their] products. This is very challenging, right? If you say [social platforms] are common carriers, then you are, in fact, regulating them. You’re saying you can’t make any decisions. If you say you are exercising editorial control, they are protected by the First Amendment . Yes. Then regulations get very, very difficult. It feels like even with AI — when we talk about content generation with AI — or with social networks, we run right into the First Amendment over and over again. Most of our approaches — this is what I worry about — try to get around it so we can make some speech regulations without saying we’re going to make some speech regulations. Copyright law is the most effective speech regulation on the internet because everyone will agree, “Okay, Disney owns that. Bring it down.” Well, because there’s property involved. There’s money involved. There’s money. Maybe less property than money, but there’s definitely money. IP and hence, money. Yeah. Do you worry that we’re making fake speech regulations without actually talking about the balance of equities that you’re describing here? I think that we need to have — and AI I think is going to force this — a much more robust public conversation around these rules and agree to some broad principles to guide us. The problem is, right now, let’s face it, it’s gotten so caught up in partisanship — partly because of the last election, partly because of covid and vax and anti-vax proponents — that we’ve lost sight of our ability to just come up with some principles that don’t advantage one party or another, or one position or another, but do reflect our broad adherence to democracy. But the point I’m emphasizing here is this is not the first time we’ve had to do this. We had to do this when radio emerged. We had to do this when television emerged. It was easier to do back then, in part because you had three or five companies, and the public through the government technically owned the airwaves, and you could make these arguments. This is a square on my bingo card — if I could get to the Red Lion case with you, I’ve won. There was a framework [in that case] that said the government owns the airwaves, and it’s going to allocate them to people in some way, so we can make some decisions, and that is an effective and appropriate situation. That was the hook. Can you bring that to the internet? I think you have to find a different kind of hook. Sure. But ultimately, even the idea that the public and the government own the airwaves — that was really just another way of saying, “This affects everybody, so we should all have a say in how this operates, and we believe in capitalism, and we don’t mind you making a bunch of money through the innovation and the products that you’re creating and the content that you’re putting out there. But we want to have some say in what our kids are watching or how things are being advertised.” If you were the president now — I was with my family last night, and the idea that the Chinese TikTok teaches kids to be scientists and doctors, but in our TikTok, the algorithm is different, it came up. And the notion that we should have a regulation like China that teaches our kids to be doctors — all the parents around the table said, “Yeah, we’re super into that. We should do that.” How would you write a rule like that? Is it even possible with our First Amendment? For a long time, let’s say under television, there were requirements around children’s television. It kept on getting watered down to the point where anything qualified as children’s television, right? We had a fairness doctrine that made sure that there was some balance in terms of how views were presented. I’m not arguing good or bad in either of those things. I’m simply making the point that we’ve done it before, and there was no sense that somehow that was anti-democratic or it was squashing innovation. It was just an understanding that we live in a democracy, so we set up rules so that we think that democracy works better rather than worse, and everybody has some say in it. The idea behind the First Amendment is we’re going to have a marketplace of ideas, that these ideas battle themselves out, and ultimately, we can all judge better ideas versus worse ideas. I deeply believe in that core principle. We are going to have to adapt to the fact that now there is so much content, and there are so few regulators, everybody can throw up any idea out there, even if it’s sexist, racist, violent, etc., and that makes it a little bit harder than it did when we only had three TV stations or a handful of radio stations or what have you. But the principle still applies, which is: how do we create a deliberative process where the average citizen can hear a bunch of different viewpoints and then say, “You know what? Here’s what I agree with, here’s what I don’t agree with.” Hopefully, through that process, we get better outcomes. Let me crash the two themes of our conversations together: AI and the social platforms. Meta just had earnings. Mark Zuckerberg was on the earnings call, and he said, “For our feed apps, I think that, over time, more of the content that people consume is either going to be generated or edited by AI .” So he envisions a world in which social networks are showing people perhaps exactly what they want to see inside of their preferences, much like advertising that keeps them engaged. Should we regulate that away? Should we tell them to stop? Should we embrace this as a way to show people more content that they’re willing to see that might expand their worldview? This is something I’ve been wrestling with for a while. I gave a speech about misinformation and our information silos at Stanford last year. I am concerned about business models that just feed people exactly what they already believe and agree with and are all designed to sell them stuff. Do I think that’s great for democracy? No. Do I think that’s something the government itself can regulate? I’m skeptical that you can come up with perfect regulations there. What I actually think needs to happen, though, is that we need to think about different platforms and different business models. It may be that I’m perfectly happy to have AI mediate how I buy jeans online. That could be very efficient. I’m perfectly happy with it. So if it’s a shopping app or thread, fine. “Can we create other places for people to go that broaden their perspective and make them curious about how other people are seeing the world, so they actually learn something, as opposed to just reinforcing their existing biases?” When we’re talking about political discourse, when we’re talking about culture, can we create other places for people to go that broaden their perspective and make them curious about how other people are seeing the world, so they actually learn something, as opposed to just reinforcing their existing biases? I don’t think that’s something that government is going to be able to legislate. I think that’s something that consumers interacting with companies are going to have to discover and find alternatives. Look, I’m obviously not 12 years old. I didn’t grow up with my thumbs on these screens. I’m an old-ass 62-year-old guy who sometimes can’t really work all the apps on my phone, but I do have two daughters who are in their 20s. It’s interesting the degree to which, at a certain point, they have found almost every social media app getting kind of boring after a while. It gets old, precisely because all it’s doing is telling [you] what you already know or what the program thinks you want to know or what you want to see. So you’re not surprised anymore. You’re not discovering anything anymore. You’re not learning anymore. So I think there’s a promise to how we can... there’s a market, let’s put it that way. I think there’s a market for products that don’t just do that. It’s the same reason why people have asked me around AI, “Are there going to still be artists around and singers and actors, or is it all going to be computer-generated stuff?” My answer is, “For elevator music, AI is going to work fine.” A bunch of elevator musicians just freaked out, dude. For the average even legal brief or let’s say a research memo in a law firm, AI can probably do as good a job as a second-year law associate. Certainly as good a job as I ever did. [ Laughs ] [ Laughs ] Exactly. But Bob Dylan or Stevie Wonder, that is different. The reason is because part of the human experience, part of the human genius is it’s almost a mutation. It’s not predictable. It’s messy, it’s new, it’s different, it’s rough, it’s weird. That is the stuff that ultimately taps into something deeper in us, and I think there’s going to be a market for that. In addition to being the former president, you are a bestselling author. You have a production company with your wife . You’re in the IP business, which is why you think it’s property. It’s good. I appreciate that. The thing that will stop AI in its tracks in this moment is copyright lawsuits, right? You ask a generative AI model to spit out a Barack Obama speech, and it will do it to some level of passability. Probably C+. That’s my estimation, C+. It’d be one of my worst speeches, but it might sound sort of— You fire a canon of C+ content at any business model on the internet, you upend it. But there are a lot of authors , musicians , and now artists suing the companies, saying, “This is not fair use to train on our data — to just ingest all of it.” Where do you stand on that? As an author, do you think it’s appropriate for them to ingest this much content? Set me aside for a second. Michelle and I, we’ve already sold a lot of books, and we’re doing fine. So I’m not overly stressed about it personally. I do think President Biden’s executive order speaks to — and there’s a lot more work that has to be done on this — [the idea that] copyright is just one element. If AI turns out to be as pervasive and as powerful as its proponents expect — and I have to say, the more I look into it, I think it is going to be that disruptive — we are going to have to think about not just about intellectual property. We’re going to have to think about jobs and the economy differently. And not all these problems are going to be solved inside of industry. What do I mean by that? I think with respect to copyright law, you will see people with legitimate claims financing lawsuits and litigation. Through the courts and various other regulatory mechanisms, the people who are creating content are going to figure out ways to get paid and to protect the stuff they create. It may impede the development of large language models for a while, but over the long term, that’ll just be a speed bump. The broader question is going to be: what happens when 10 percent of existing jobs now definitively can be done better by some large language model or other variant of AI? Are we going to have to reexamine how we educate our kids, and what jobs are going to be available? The truth of the matter is that during my presidency, there was a little bit of naiveté where people would say, “The answer to lifting people out of poverty and making sure they have high enough wages is we’re going to retrain them. We’re going to educate them, and they should all become coders because that’s the future.” Well, if AI is coding better than all but the very best coders — if ChatGPT can generate a research memo better than the third- or fourth-year associate, maybe not the partner who’s got a particular expertise or judgment — now what are you telling young people coming up? “If AI turns out to be as pervasive and as powerful as its proponents expect, we are going to have to think not just about intellectual property. We’re going to have to think about jobs and the economy differently.” I think we’re going to have to start having conversations about: how do we pay those jobs that can’t be done by AI? How do we pay those better — healthcare, nursing, teaching, childcare, art, things that are really important to our lives but maybe commercially historically have not paid as well? Are we going to have to think about the length of the workweek and how we share jobs? Are we going to have to think about the fact that more people [might] choose to operate like independent contractors — where are they getting their healthcare from, and where are they getting their retirement from? Those are the kinds of conversations that I think we’re going to have to start having to deal with, and that’s why I’m glad that President Biden’s EO begins that conversation. I can’t emphasize [that] enough. I think you’ll see some people saying, “Well, we still don’t have tough regulations. Where’s the teeth in this? We’re not forcing these big companies to do X, Y, Z as quickly as we should.” I think this administration understands, and I’ve certainly emphasized in conversations with them: this is just the start. This is going to unfold over the next two, three, four, five years. And by the way, it’s going to be unfolding internationally. There’s going to be a conference this week in England around international safety standards on AI. Vice President [Kamala] Harris is going to be attending. I think that’s a good thing because part of the challenge here is we’re going to have to have some cross-border frameworks and regulations and standards and norms. That’s part of what makes this different and harder to manage than the advent of radio and television because the internet, by definition, is a worldwide phenomenon. Have you used these tools? Have you had the “aha!” moment where the computer’s talking to you? Have you generated a picture of yourself? I have used some of these tools during the course of these conversations and this research, and it’s fun. Has Bing flirted with you yet? It flirts with everybody , I hear. Bing didn’t flirt with me [ Laughs ]. The way they’re designed — and I’ve actually raised this with some of the designers — in some cases, they’re designed to anthropomorphize, to make it feel like you are talking to a human. It’s like, can we pass the Turing test? That’s a specific objective because it makes it seem more magical. And in some cases, it improves function. But in some cases, it just makes it cooler. So there’s a little pizzazz there, and people are interested in it. I have to tell you that generally speaking, the way I think about AI is as a tool, not a buddy. I think part of what we’re going to need to do as these models get more powerful — and this is where I do think government can help — is also just educating the public on what these models can do and what they can’t do. These are really powerful extensions of yourself and tools but [they] are also reflections of yourself. So don’t get confused and think that somehow what you’re seeing in the mirror is some other consciousness . You just want Bing to flirt with you. This is what I felt personally, very deeply. All right, last question. I need to know this. It’s very important to me: what are the four apps in your iPhone dock? Four apps at the bottom, I’ve got Safari. Key. I’ve got my texts, the green box. You’re a blue bubble. Do you give people any crap for being a green bubble? No, no. I’m okay. All right. I’ve got my email, and I have my music. That’s it. The stock set. Pretty good. If you asked the ones that I probably go to more than I should, I might have to put Words With Friends on there, where I think I waste a lot of time, and maybe my NBA League Pass. That’s pretty good. But I try not to overdo it on those. League Pass is just one click above the dock. That’s what I’m getting out of this. Exactly. President Obama, thank you so much for being on Decoder . I really appreciate this conversation. I really enjoyed it. I want to emphasize once again because you’ve got an audience that understands this stuff, cares about it, is involved in it, and working at it: if you are interested in helping to shape all these amazing questions that are going to be coming up, go to ai.gov and see if there are opportunities for you fresh out of school. Or you might be an experienced tech coder who’s done fine, bought the house, got everything set up, and says, “You know what? I want to do something for the common good.” Sign up. This is part of what we set up during my presidency, US Digital Service . It’s remarkable how many really high-level folks decided that for six months, for a year, or for two years, devoting themselves to questions that are bigger than just what the latest app or video game was turned out to be really important to them and meaningful to them. Attracting that kind of talent into this field with that perspective, I think, is going to be vital. Decoder with Nilay Patel / A podcast about big ideas and other problems. SUBSCRIBE NOW! Comments Most Popular OpenAI is letting anyone create their own version of ChatGPT This smart garage door controller is no longer very smart Bored Ape NFT event attendees report ‘severe eye burn’ OpenAI turbocharges GPT-4 and makes it cheaper SAG-AFTRA won’t budge as studios push to own actors’ likenesses in perpetuity Verge Deals / Sign up for Verge Deals to get deals on products we've tested sent to your inbox daily. Email (required) Sign up By submitting your email, you agree to our Terms and Privacy Notice . This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. From our sponsor Advertiser Content From More from Policy The Epic v. Google trial may come down to simple v. complicated Epic v. Google: a battle over Fortnite fees goes to court Epic v. Google, explained AI companies have all kinds of arguments against paying for copyrighted content Advertiser Content From The Verge The Verge logo. Terms of Use Privacy Notice Cookie Policy Do Not Sell Or Share My Personal Info Licensing FAQ Accessibility Platform Status How We Rate and Review Products Contact Tip Us Community Guidelines About Ethics Statement The Verge is a vox media network Advertise with us Jobs @ Vox Media © 2023 Vox Media , LLC. All Rights Reserved"
        },
        {
            "title": "Critical vulnerability in Atlassian Confluence server is under “mass exploitation”",
            "url": "https://arstechnica.com/?p=1981826",
            "text": "Critical vulnerability in Atlassian Confluence server is under “mass exploitation” | Ars Technica Skip to main content Biz & IT Tech Science Policy Cars Gaming & Culture Store Forums Subscribe Close Navigate Store Subscribe Videos Features Reviews RSS Feeds Mobile Site About Ars Staff Directory Contact Us Advertise with Ars Reprints Filter by topic Biz & IT Tech Science Policy Cars Gaming & Culture Store Forums Settings Front page layout Grid List Site theme light dark Sign in IN THE WILD    — Critical vulnerability in Atlassian Confluence server is under “mass exploitation” Atlassian's senior management is all but begging customers to take immediate action. Dan Goodin - Nov 6, 2023 11:40 pm UTC Enlarge reader comments 35 with A critical vulnerability in Atlassian’s Confluence enterprise server app that allows for malicious commands and resets servers is under active exploitation by threat actors in attacks that install ransomware, researchers said. “Widespread exploitation of the CVE-2023-22518 authentication bypass vulnerability in Atlassian Confluence Server has begun, posing a risk of significant data loss,” Glenn Thorpe, senior director of security research and detection engineering at security firm GreyNoise, wrote on Mastodon on Sunday. “So far, the attacking IPs all include Ukraine in their target.” He pointed to a page showing that between 12 am and 8 am on Sunday UTC (around 5 pm Saturday to 1 am Sunday Pacific Time), three different IP addresses began exploiting the critical vulnerability, which allows attackers to restore a database and execute malicious commands. The IPs have since stopped those attacks, but he said he suspected the exploits are continuing. “Just one request is all it takes” The DFIR Report published screenshots showing data it had collected when observing the attacks. One showed a demand from a ransomware group calling itself C3RB3R. Enlarge / Screenshot of a ransomware note. Other screenshots showed additional details, such as the post-exploit lateral movement to other parts of the victim’s network and the source of the attacks. Enlarge / Screenshot showing powershell commands. The DFIR Report Enlarge / Screenshot of source code. The DFIR Report Enlarge / Screenshot showing 193.187.172.[.]73 as source, along with other details. The DFIR Report Security firms Rapid7 and Tenable, meanwhile, reported also seeing attacks commence over the weekend. Advertisement “As of November 5, 2023, Rapid7 Managed Detection and Response (MDR) is observing exploitation of Atlassian Confluence in multiple customer environments, including for ransomware deployment,” company researchers Daniel Lydon and Conor Quinn wrote . “We have confirmed that at least some of the exploits are targeting CVE-2023-22518, an improper authorization vulnerability affecting Confluence Data Center and Confluence Server. The exploits Rapid7 observed were largely uniform in multiple environments, an indication of “mass exploitation” of on-premises Confluence servers. “In multiple attack chains, Rapid7 observed post-exploitation command execution to download a malicious payload hosted at 193.43.72[.]11 and/or 193.176.179[.]41, which, if successful, led to single-system Cerber ransomware deployment on the exploited Confluence server.” CVE-2023-22518 is what’s known as an improper authorization vulnerability and can be exploited on Internet-facing Confluence servers by sending specially devised requests to setup-restore endpoints. Confluence accounts hosted in Atlassian’s cloud environment are unaffected. Atlassian disclosed the vulnerability last Tuesday in a post. In it, Atlassian Chief Information Security Officer Bala Sathiamurthy warned that the vulnerability could result in “significant data loss if exploited” and said “customers must take immediate action to protect their instances.” By Thursday, Atlassian updated the post to report that several analyses published in the intervening days provided “critical information about the vulnerability which increases risk of exploitation.” The update appeared to refer to posts such as this one , which included the results of an analysis that compared the vulnerable and patched versions to identify technical details. Another likely source came from a Mastodon post : “Just one request is all it takes to reset the server and gain admin access,” it said and included a short video showing an exploit in action. On Friday, Atlassian updated the post once more to report active exploitation was underway. “Customers must take immediate action to protect their instances,” the update reiterated. Now that word is out that exploits are easy and effective, threat groups are likely racing to capitalize on the vulnerability before targets patch it. Any organization running an on-premises Confluence server that’s exposed to the Internet should patch immediately, and if that’s not possible, temporarily remove it from the Internet. Another more risky mitigation is to disable the following endpoints: /json/setup-restore.action /json/setup-restore-local.action /json/setup-restore-progress.action Atlassian’s senior management has all but begged affected customers to patch for almost a week now. Vulnerable organizations ignore the advice at their own considerable peril. reader comments 35 with Dan Goodin Dan Goodin is Senior Security Editor at Ars Technica, where he oversees coverage of malware, computer espionage, botnets, hardware hacking, encryption, and passwords. In his spare time, he enjoys gardening, cooking, and following the independent music scene. Advertisement Channel Ars Technica ← Previous story Next story → Related Stories Today on Ars Store Subscribe About Us RSS Feeds View Mobile Site Contact Us Staff Advertise with us Reprints Newsletter Signup Join the Ars Orbital Transmission mailing list to get weekly updates delivered to your inbox. Sign me up → CNMN Collection WIRED Media Group © 2023 Condé Nast. All rights reserved. Use of and/or registration on any portion of this site constitutes acceptance of our User Agreement (updated 1/1/20) and Privacy Policy and Cookie Statement (updated 1/1/20) and Ars Technica Addendum (effective 8/21/2018). Ars may earn compensation on sales from links on this site. Read our affiliate link policy . Your California Privacy Rights | Do Not Sell My Personal Information The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices"
        },
        {
            "title": "Intel could receive billions from the US government to make chips for the military | Not everyone is happy with the impending deal",
            "url": "https://www.techspot.com/news/100759-intel-could-receive-billions-us-government-make-chips.html",
            "text": "Intel could receive billions from the US government to make chips for the military | TechSpot User login User icon Login Search A search icon TechSpot logo The word TechSpot Trending Gaming GPU vs AI RTX 4070 vs 4070 Ti Chiplets Explained Radeon 7900 XT vs RTX 4070 Ti Outstanding Video Game Series Features Tech Culture Must Reads Hardware Software Gaming Explainers Tips & Tricks Reviews CPU Graphics Cards Laptops Storage Monitors More Reviews The Best Best CPUs Best Graphics Cards Best Monitors Best Software Best SSD Best PC Speakers Downloads Latest Updates Popular Apps Software We Recommend Drivers Product Finder Search Forums Join TechSpot Elite New Posts Latest Comments Jobs Industry Tech Culture intel government Intel could receive billions from the US government to make chips for the military Not everyone is happy with the impending deal By Kishalaya Kundu November 7, 2023, 8:51 7 comments TechSpot is celebrating its 25th anniversary. TechSpot means tech analysis and advice you can trust . What just happened? Intel is said to be the leading contender to bag a multi-billion-dollar contract from the US government to build a \"secure enclave\" that produces microchips for the military. The funding would be part of the Chips and Science Act, which President Biden signed into law last year, clearing the path for nearly $53 billion of investment in US semiconductor manufacturing, research and development. According to sources quoted by The Wall Street Journal , the deal is still in the negotiation stage, and nothing has been finalized as yet. Officials from the Commerce Department, the Office of the Director of National Intelligence and the Department of Defense are currently in talks with Intel, but the developments are already said to have raised the hackles of \"rival chip makers and some lawmakers,\" who believe that it could offer Intel an unfair advantage. Three prominent senators have already expressed their concerns about the impending deal and questioned the government's wisdom in spending so much money on a chip fabrication facility exclusively for the military. Rhode Island Democrat Jack Reed, Mississippi Republican Roger Wicker, and Washington Democrat Maria Cantwell wrote to Commerce Secretary Gina Raimondo last month over concerns that the deal with a single company could \"limit funding for other projects that would create a diversified domestic supplier base of semiconductors critical to the defense industrial base.\" Other prominent politicians, however, support the investment. Republican Senator Marco Rubio from Florida believes that the money will be well-spent, as it will help keep the US military safe from potential eavesdropping by foreign governments, and moving away from the investment at the last minute could \"undermine our national security.\" If the deal goes through eventually, the new manufacturing facility could come up at Intel's existing factory complex in Arizona, and could cost between $3 billion and $4 billion. The funds are expected to come from the $39 billion earmarked as manufacturing grants and subsidies under the Chips Act, which was enacted to reduce the country's dependence on imported hardware. The vast majority of imported microchips for US military applications comes from Taiwan, which is currently under threat of being invaded by China. The news of a possible deal with Intel comes just a few weeks after the Biden administration announced that the Defense Department will disperse around $238 million to set up eight hubs around the country to promote innovation in the semiconductor industry as part of the grants approved under the Chips Act. According to proponents of the new plan, it will help rebuild the domestic semiconductor manufacturing industry after decades of offshoring that have led to widespread job losses and left the US government potentially vulnerable to state-sponsored spying. 7 comments 800 likes and shares Share this article: Tech Jobs: Find the next step in your career Related Stories AMD Ryzen 7 3700X vs. Intel Core i9-9900K: 8-Core CPUs, 4 Years Later The FTC's amended Safeguards Rule requires financial institutions report security breaches within 30 days Intel's Pat Gelsinger gives his candid thoughts on the company's biggest missed opportunities Canada bans WeChat and Kaspersky apps from government devices over security concerns Featured on TechSpot New DoorDash pop-up warns non-tipping customers to expect a longer wait for orders Amazon warns employees: get back in the office or you're fired Most Read AMD Ryzen 7 3700X vs. Intel Core i9-9900K: 8-Core CPUs, 4 Years Later The Best Desktop PCs: Best Value, Gaming & All-In-One 43 comments Latest Steam survey sees AMD and Windows 11 crash as a new top language appears The Best 1440p Gaming Monitors: 2H 2023 Load Comments 7 ... User Comments: 7 Got something to say? Post a comment Load all comments... Discuss 9 Nintendo shines in Q2 earnings thanks to strong Switch and game sales 15 CPU makers are experimenting with alternative substrates to double clock speeds 13 Apple called Android a \"massive tracking device\" in revealed internal documents 10 Time to buy an SSD? Samsung plans to raise NAND flash prices by 20% per quarter 21 Artificial intelligence may lead to the end of human employment, Elon Musk warns Recently commented stories Jump to forum mode Add your comment to this article Create your free account to leave a comment. Join thousands of tech enthusiasts and participate. TechSpot Account Sign up for free , it takes 30 seconds. Already have an account? Login now . Main Sections Tech News Features Reviews The Best Downloads Product Finder News Archive Tech Jobs Popular Features Starfield GPU Benchmark RTX 4070 vs. 4070 Ti: Is the Ti Worth It? AMD B650 Motherboard Roundup Ryzen 7 7800X3D vs Core i7-13700K The Best PC Games Radeon 7900 XT vs RTX 4070 Ti AMD Ryzen 7 7800X3D vs. Intel Core i9-13900K Why Are PC Games Using So Much VRAM? Top Downloads WhatsApp | Beta Cinebench Java SE JDK Minecraft Download PS3 Firmware | PS4 | PS5 Popcorn Time iTunes for Windows DS4Windows Subscribe to the TechSpot Newsletter Follow TechSpot TECHSPOT : Tech Enthusiasts, Power Users, Gamers TechSpot is a registered trademark. About Us Ethics Statement Terms of Use Privacy Policy Change Ad Consent Advertise © 1998 - 2023 TechSpot, Inc. All Rights Reserved."
        },
        {
            "title": "Data broker’s “staggering” sale of sensitive info exposed in unsealed FTC filing",
            "url": "https://arstechnica.com/tech-policy/2023/11/data-brokers-staggering-sale-of-sensitive-info-exposed-in-unsealed-ftc-filing/",
            "text": "Data broker’s “staggering” sale of sensitive info exposed in unsealed FTC filing | Ars Technica Skip to main content Biz & IT Tech Science Policy Cars Gaming & Culture Store Forums Subscribe Close Navigate Store Subscribe Videos Features Reviews RSS Feeds Mobile Site About Ars Staff Directory Contact Us Advertise with Ars Reprints Filter by topic Biz & IT Tech Science Policy Cars Gaming & Culture Store Forums Settings Front page layout Grid List Site theme light dark Sign in Getting in harm's way    — Data broker’s “staggering” sale of sensitive info exposed in unsealed FTC filing Judge: Data broker’s motion to sanction FTC “long on hyperbole, short on facts.” Ashley Belanger - Nov 7, 2023 8:59 pm UTC Enlarge da-kuk | E+ reader comments 53 with One of the world's largest mobile data brokers, Kochava, has lost its battle to stop the Federal Trade Commission from revealing what the FTC has alleged is a disturbing, widespread pattern of unfair use and sale of sensitive data without consent from hundreds of millions of people. US District Judge B. Lynn Winmill recently unsealed a court filing , an amended complaint that perhaps contains the most evidence yet gathered by the FTC in its long-standing mission to crack down on data brokers allegedly \"substantially\" harming consumers by invading their privacy. The FTC has accused Kochava of violating the FTC Act by amassing and disclosing \"a staggering amount of sensitive and identifying information about consumers,\" alleging that Kochava's database includes products seemingly capable of identifying nearly every person in the United States. According to the FTC, Kochava's customers, ostensibly advertisers, can access this data to trace individuals' movements—including to sensitive locations like hospitals, temporary shelters, and places of worship, with a promised accuracy within \"a few meters\"—over a day, a week, a month, or a year. Kochava's products can also provide a \"360-degree perspective\" on individuals, unveiling personally identifying information like their names, home addresses, phone numbers, as well as sensitive information like their race, gender, ethnicity, annual income, political affiliations, or religion, the FTC alleged. Beyond that, the FTC alleged that Kochava also makes it easy for advertisers to target customers by categories that are \"often based on specific sensitive and personal characteristics or attributes identified from its massive collection of data about individual consumers.\" These \"audience segments\" allegedly allow advertisers to conduct invasive targeting by grouping people not just by common data points like age or gender, but by \"places they have visited,\" political associations, or even their current circumstances, like whether they're expectant parents. Or advertisers can allegedly combine data points to target highly specific audience segments like \"all the pregnant Muslim women in Kochava’s database,\" the FTC alleged, or \"parents with different ages of children.\" Advertisement \"Kochava’s use and disclosure of this precise geolocation information invade consumers’ privacy and cause or are likely to cause consumers substantial injury,\" the FTC's amended complaint said. \"In addition, Kochava collects, uses, and discloses enormous amounts of additional private and sensitive information about consumers. Kochava’s use and disclosure of this data, whether alone or in conjunction with Kochava’s geolocation data, also invade consumers’ privacy and cause or are likely to cause consumers substantial injury.\" According to the FTC, Kochava obtains data \"from a myriad of sources, including from mobile apps and other data brokers,\" which together allegedly connects a web of data that \"contains information about consumers’ usage of over 275,000 mobile apps.\" The FTC alleged that this usage data is also invasive, allowing Kochava customers to track not just what apps a customer uses, but how long they've used the apps, what they do in the apps, and how much money they spent in the apps, the FTC alleged. Kochava \"provides an unprecedented view into a consumer’s personal actions, decisions, and behaviors,\" the FTC alleged, seeming particularly concerned that Kochava collects barely any information from its customers before providing access to this sensitive information. \"Kochava’s practices intrude into the most private areas of consumers’ lives and cause or are likely to cause substantial injury to consumers,\" the complaint said. Kochava \"could implement safeguards to protect consumer privacy, such as blacklisting sensitive locations from its data feeds or removing sensitive characteristics from its data\" at \"a reasonable cost and expenditure of resources,\" but deliberately chooses not to, the FTC alleged. Instead, Kochava \"actively promotes its data as a means to evade consumers’ privacy choices,\" the FTC alleged. Further, the FTC alleged that there are no real ways for consumers to opt out of Kochava's data marketplace, because even resetting their mobile advertising IDs—the data point that's allegedly most commonly used to identify users in its database—won't stop Kochava customers from using its products to determine \"other points to connect to and securely solve for identity.” Page: 1 2 Next → reader comments 53 with Ashley Belanger Ashley is a senior policy reporter for Ars Technica, dedicated to tracking social impacts of emerging policies and new technologies. She is a Chicago-based journalist with 20 years of experience. Advertisement Channel Ars Technica ← Previous story Next story → Related Stories Today on Ars Store Subscribe About Us RSS Feeds View Mobile Site Contact Us Staff Advertise with us Reprints Newsletter Signup Join the Ars Orbital Transmission mailing list to get weekly updates delivered to your inbox. Sign me up → CNMN Collection WIRED Media Group © 2023 Condé Nast. All rights reserved. Use of and/or registration on any portion of this site constitutes acceptance of our User Agreement (updated 1/1/20) and Privacy Policy and Cookie Statement (updated 1/1/20) and Ars Technica Addendum (effective 8/21/2018). Ars may earn compensation on sales from links on this site. Read our affiliate link policy . Your California Privacy Rights | Do Not Sell My Personal Information The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices"
        },
        {
            "title": "GM to Halt Production of Cruise Origin Robotaxi After Repeated Incidents | GM's production stoppage of the Cruise Origin comes days after Cruise announced a pause of all driverless operations nationwide.",
            "url": "https://insideevs.com/news/695122/gm-halts-cruise-origin-production/",
            "text": "General Motors to Halt Production of Cruise Origin News Reviews new cars Shop cars Body Style Forum Buy Podcast Photos Videos USA / Global page ad skin Home News News GM to Halt Production of Cruise Origin Robotaxi After Repeated Incidents GM's production stoppage of the Cruise Origin comes days after Cruise announced a pause of all driverless operations nationwide. Nov 07, 2023 at 12:16pm ET Rob Stumpf By : Rob Stumpf General Motors' autonomous ridesharing operation Cruise hasn’t exactly had a great few weeks. The division has been under fire from the public and regulators in recent weeks, even having its permit to offer driverless for-pay rides suspended by the state of California due to overwhelming safety concerns. Now, in another blow to the money-bleeding robotaxi company, Cruise CEO Kyle Vogt reportedly confirmed to workers that the parent company is hitting pause on production of the electric Cruise Origin people mover. According to Forbes , which obtained audio of the meeting, Vogt confirmed the production pause to staff during an all-hands meeting. That discussion was meant to address how the company would handle the California Department of Motor Vehicles decision to suspend evoke Cruise’s driverless operating permit . The suspension occurred last month after a woman was critically injured by a human-driven car and then thrown in front of a Cruise-branded driverless Chevrolet Bolt EV which ran her over. State regulators allege that Cruise “misrepresented”  the safety technology of its driverless cars, and have expressed particular concerned about pedestrian safety. Shortly thereafter, Cruise announced that it would halt all driverless operations across the country. “[B]ecause a lot of this is in flux, we did make the decision with GM to pause production of the Origin,” Vogt said. The Cruise Origin – for those who don’t know – is a purpose-built, fully-electric Mobility as a Service vehicle developed jointly by Cruise, its parent company General Motors, and Honda. Its original plans called for a completely driverless cabin with vast amounts of space for passengers. Most Cruise vehicles serving up robotaxi rides on the road, however, are Chevy Bolt EVs; those were until recently operating in cities like San Francisco, Austin and Miami. Cruise planned to eventually utilize the Origin for both ride-hailing and deliveries under the company’s platform. Up until its official pause, the Origin was produced at GM’s Factory Zero factory in Hamtramck, Michigan alongside the same lines that build the electric Cadillac Escalade IQ, Chevrolet Silverado EV, and GMC Hummer EV. It’s not clear if the halt in production will affect workers at the plant in any meaningful way. In the recording, Vogt later clarified that GM had already built “hundreds” of examples of the Origin already, which is “more than enough for the near-term when we are ready to ramp things back up.” A GM spokesperson confirmed this news to InsideEVs. \"We are finishing production on a small number of pre-commercial vehicles and after that, plan to temporarily pause production,\" the official said. \"More broadly speaking, we believe autonomous vehicles will transform the way people move around the world, and the Origin is an important part of the AV journey – it's the first scalable vehicle ever designed specifically for autonomous rides and will make transportation more accessible.\" Yet Cruise has a pretty big fight ahead of it. The company has been bleeding money throughout its history, and that hasn’t changed in 2023. Since January, GM has reported a $1.9 billion loss from Cruise – $732 million in losses in the third quarter alone. Now, with the inability (however temporary) to offer driverless rides and a whopping 1.5 company-wide workers per robotaxi, the company will undoubtedly need to dig deeper into cash reserves to stay afloat. GM CEO Mary Barra has said that the automaker still believes that Cruise has “tremendous opportunity to grow and expand,” and it seems unlikely that the company wants to withdraw its commitment to AVs or the Origin itself. But if Cruise can get back on the road, it has a lot to prove. + + Share on Facebook Share on Twitter Share on LinkedIn Share on Flipboard Share on Reddit Share on WhatsApp Send to email Comment! Got a tip for us? Email: tips@insideevs.com Trending Uber Driver's Tesla Model 3 Battery Dies After 120,000 Miles In 15 Months I Saw The Tesla Cybertruck Up Close. It Still Looks Horrible US Electric Car Prices: Cheapest To Most Expensive How Much Does A Tesla Cost? Model By Model Price Breakdown What's The Real World Highway Range Of Today's Electric Cars? We Test To Find Out Car Buying Service Get upfront price offers on local inventory. Search for: New Cars Used Cars latest articles 6:58pm UPDATE: Tesla Model X Catches Fire After Becoming Fully Submerged In Water 5:05pm 2022 Tesla Model Y Owner Talks About The Good And The Bad After One Year 2:56pm New Nakamura E-Gravel Bike Impresses With Low Price, Premium Parts 2:55pm Live Wire: Have You Owned A High-Mileage EV? 1:05pm See How Much You Can Save On Gas By Replacing Your ICE With An EV 12:16pm GM to Halt Production of Cruise Origin Robotaxi After Repeated Incidents 9:35am Audi Still Has Big Plans For More Paid Software Features 9:07am Tesla Cybertruck With White Interior Trim Spotted At Gigafactory Texas latest articles 6:58pm UPDATE: Tesla Model X Catches Fire After Becoming Fully Submerged In Water 5:05pm 2022 Tesla Model Y Owner Talks About The Good And The Bad After One Year 2:56pm New Nakamura E-Gravel Bike Impresses With Low Price, Premium Parts 2:55pm Live Wire: Have You Owned A High-Mileage EV? 1:05pm See How Much You Can Save On Gas By Replacing Your ICE With An EV 12:16pm GM to Halt Production of Cruise Origin Robotaxi After Repeated Incidents 9:35am Audi Still Has Big Plans For More Paid Software Features 9:07am Tesla Cybertruck With White Interior Trim Spotted At Gigafactory Texas About this article Category News Sign In or Sign Up News News Aftermarket / Tuning Autonomous Vehicles Awards Battery Tech Breaking Buses Reviews Car Reviews First Drives Comparisons Everything We Know Range Test Test Drives Products & Services Features Lists Podcast Buying Advice Opinion EV Education EV History Deals new cars Abarth Acura Aptera Aston Martin Audi Automobili Pininfarina BMW Bollinger Buick BYD Byton Cadillac Chevrolet Chrysler Citroën Cupra Dacia Daimler Dodge DS Faraday Future Ferrari Fiat Fisker Ford GAC Geely General Motors Genesis GMC Honda Hyundai Infiniti Jaguar Jeep Karma Kia Koenigsegg Land Rover Lexus Lincoln Lordstown Motors Lotus Lucid MAN Maserati Mazda Mercedes-AMG Mercedes-Benz MG Mini Mitsubishi NEVS Nikola Motor NIO Nissan Opel Peugeot Pininfarina Polestar Porsche Ram Renault Rimac Rivian Rolls-Royce SEAT Skoda Smart Stellantis Subaru Suzuki Tesla TOGG Toyota Uaz VinFast Volkswagen Volvo Workhorse Xpeng Shop cars Body Style Forum Buy Podcast Photos Videos Logotype part of Logotype Edition: Facebook link Twitter link Flipboard link Google News link Youtube link RSS link About Us Newsletter Advertising Tip us Contact LICENSING Cookie Settings Cookie policy Privacy policy Dark Light Auto Motorsport.com Motorsport.tv Motor1.com Rideapart.com Motorjobs.com Myev.com USA / Global Our International Editions Edition: USA / Global Édition: France Edizione: Italia Edição: Brasil Ausgabe: Deutschland EDİSYON: TÜRKİYE Edition: Argentina + + Share on Facebook Share on Twitter Share on LinkedIn Share on Flipboard Share on Reddit Share on WhatsApp Send to email"
        },
        {
            "title": "Germany approves stakes by Bosch, Infineon and NXP in TSMC chip plant",
            "url": "https://www.reuters.com/technology/german-regulator-approves-stakes-by-bosch-infineon-nxp-tsmc-chip-plant-2023-11-07/",
            "text": "Germany approves stakes by Bosch, Infineon and NXP in TSMC chip plant | Reuters Skip to main content Exclusive news, data and analytics for financial market professionals Learn more about Refinitiv Reuters home World Business Markets Sustainability Legal Breakingviews Technology Investigations More My View Register Technology Germany approves stakes by Bosch, Infineon and NXP in TSMC chip plant Reuters November 7, 2023 10:24 AM UTC Updated  ago Taiwan Semiconductor Manufacturing Company's (TSMC) logo is seen while people attend the opening of the TSMC global R&D center in Hsinchu, Taiwan July 28, 2023. REUTERS/Ann Wang/File Photo Acquire Licensing Rights Nov 7 (Reuters) - The German cartel office has approved stakes by Bosch (ROBG.UL), Infineon (IFXGn.DE) and NXP (NXP.N) in TSMC's (2330.TW) new semiconductor plant in the German city of Dresden, the regulator said in a statement on Tuesday. The companies would each acquire 10% of shares in the European Semiconductor Manufacturing Company (ESMC), founded by TSMC, it said. \"The recent geopolitical upheavals have shown how important secured access to semiconductors is, especially for the German industry,\" Andreas Mundt, president of the cartel office, said in a statement. He added that both the European Union and Germany were committed to locating more semiconductor production in Europe and Germany. The plant , which will be TSMC's first in Europe and third outside of traditional manufacturing bases Taiwan and China, is key to Berlin's ambition to promote the domestic chip industry its car industry will need to remain globally competitive. Reporting by Linda Pasquini, Editing by Rachel More and Matthias Williams Our Standards: The Thomson Reuters Trust Principles. Acquire Licensing Rights , opens new tab Read Next article with video Technology category Exclusive: Baidu placed AI chip order from Huawei in shift away from Nvidia November 7, 2023 Technology category Intel shelves planned chip operation expansion in Vietnam - source November 7, 2023 Technology category How Huawei plans to rival Nvidia in the AI chip business November 7, 2023 article with video Space category Star-filled Euclid images spur mission to probe 'dark universe' November 7, 2023 More from Reuters Technology Coinbase strengthens its global advisory council Technology category · November 7, 2023 Coinbase said on Tuesday it had added four national security experts to its global advisory council as the cryptocurrency industry comes under intense regulatory scrutiny following the collapse of Sam Bankman-Fried's FTX. article with video Technology category Exclusive: Elon Musk's X restructuring curtails disinformation research, spurs legal fears November 6, 2023 World at Work category India's Wipro asks employees to work from office thrice a week November 7, 2023 Technology category Capgemini Q3 revenue falls after decline in North America November 7, 2023 Technology category Emerson Electric misses estimates for fourth-quarter sales, profit November 7, 2023 Site Index Browse World Business Markets Sustainability Legal Breakingviews Technology Investigations , opens new tab Sports Science Lifestyle About Reuters About Reuters , opens new tab Careers , opens new tab Reuters News Agency , opens new tab Brand Attribution Guidelines , opens new tab Reuters Leadership , opens new tab Reuters Fact Check , opens new tab Reuters Diversity Report , opens new tab Stay Informed Download the App , opens new tab Newsletters , opens new tab Information you can trust Reuters, the news and media division of Thomson Reuters, is the world’s largest multimedia news provider, reaching billions of people worldwide every day. Reuters provides business, financial, national and international news to professionals via desktop terminals, the world's media organizations, industry events and directly to consumers. Follow Us Thomson Reuters Products Westlaw , opens new tab Build the strongest argument relying on authoritative content, attorney-editor expertise, and industry defining technology. Onesource , opens new tab The most comprehensive solution to manage all your complex and ever-expanding tax and compliance needs. Checkpoint , opens new tab The industry leader for online information for tax, accounting and finance professionals. LSEG Products Workspace , opens new tab Access unmatched financial data, news and content in a highly-customised workflow experience on desktop, web and mobile. Data Catalogue , opens new tab Browse an unrivalled portfolio of real-time and historical market data and insights from worldwide sources and experts. World-Check , opens new tab Screen for heightened risk individual and entities globally to help uncover hidden risks in business relationships and human networks. Advertise With Us , opens new tab Advertising Guidelines , opens new tab Coupons , opens new tab Acquire Licensing Rights , opens new tab Cookies , opens new tab Terms of Use , opens new tab Privacy , opens new tab Digital Accessibility , opens new tab Corrections , opens new tab Site Feedback , opens new tab All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2023 Reuters. All rights reserved"
        },
        {
            "title": "Google could kill YouTube Vanced for good",
            "url": "https://www.androidpolice.com/google-kill-youtube-vanced-for-good/",
            "text": "Google could kill YouTube Vanced for good Android Police Newsletter Log in Trending Google Pixel 8 Android 14 Pixel Watch 2 Samsung Galaxy S23 FE Today's best deals Phones News Guides Features Reviews Google News Applications Guides Features Operating Systems News Guides Features Chromebooks News Guides Reviews Gadgets Wearables Audio Accessories Smart Home Apps & Games Reviews Phone & Accessory Reviews Wearables Reviews Tablet Reviews Headphone & Earbud Reviews Smart Home & Smart TV Reviews Buyer's Guides Best Android Phones Best Smartwatches Best Android Tablets Best Chromebooks Best Wireless Earbuds Best Android Apps Best Android Games All Buyer's Guides More The AP Podcast Join Our Team Newsletter Advertise with us Log in Write For Us Share A Tip Home Terms Privacy Copyright Meet The Team How We Test About Us Fact Checking Policy Corrections Policy Ethics Policy Ownership Policy Partnership Disclaimer Contest Rules Copyright © 2023 www.androidpolice.com Home Applications Applications news Google could kill YouTube Vanced for good By Manuel Vonau Published 14 hours ago The company is exploring an integrity API that could lock down WebViews with DRM Readers like you help support Android Police. When you make a purchase using links on our site, we may earn an affiliate commission. Read More. Summary Google is developing an experimental Android WebView Media Integrity API that could potentially stop modded YouTube apps, like YouTube Vanced, from working. The API allows websites embedded in WebViews to check the integrity of an Android phone, potentially preventing access to the site if the device is deemed unfit. Although the API is officially aimed at stopping fraud and abuse, it could also serve as a way for Google to protect copyright and stop adblocking on mobile YouTube. Last year, Google already killed YouTube Vanced for the first time. The company sent the makers of the modded, ad-free YouTube app a cease and desist letter, forcing them to shut down the project. However, eager copycats were quickly found, with new versions of Vanced making the rounds online. Since cease and desist letters are ultimately just a game of cat and mouse, Google appears to be looking into a way to stop apps that YouTube apps once and for all. As spotted by Android Police alumnus Ron Amadeo at Ars Technica , Google is exploring “an experimental Android WebView Media Integrity API.” This ties in with previous work for the web, where the company proposed and tested a “Web Environment Integrity API.” In its documentation for this interface, Google was never clear what exactly it was intended for, but it would have allowed websites to check devices accessing them to see if they were modified in any way. This could have been a way for websites to weed out jailbroken or rooted devices, though that’s only based on the vague and contradictory wording Google used in its proposal. After widespread outrage and coverage, the Web Environment Integrity API was killed off at the beginning of the month. However, Amadeo spotted on the Android Developers Blog that the core idea isn’t fully dead. The aforementioned Android WebView Media Integrity API is the brainchild of the earlier web-based ideas. Like the web proposal, it's still vague, but It essentially allows websites embedded in WebViews to check your Android phone for integrity. That could make it possible to stop you from accessing the site in question when it deems your device unfit. Source: Google To get why this could be a problem for YouTube Vanced’s successors, we need to understand how they work. Rather than modding the YouTube app itself, Vanced apps are essentially tweaked and modded browsers that display videos via a WebView that shows YouTube, adding extra features to the experience like adblock and other YouTube Premium perks. If YouTube was able to check which apps or devices are trying to access its servers before displaying content, this would be an easy route to stop Vanced successors from working. To be fair, this new API isn’t necessarily only meant to protect YouTube’s bottom line. Google says that WebViews offer a lot of room for fraud and abuse as it potentially allows app developers to intercept and change what users can see on third-party websites. In that sense, the API can be used to keep malware in check. Your bank could add an integrity check like this for its website, for example, preventing it from running in untrusted environments. At the same time, Google offers statements like “embedded media providers should be able to verify that their media is playing in a trusted and safe environment” and “there are no plans to offer it beyond embedded media, such as streaming video and audio, or beyond Android WebViews.” This sure sounds like the API is more concerned with copyright protection and weeding out any unwanted modifications or enhancements to media content, and it would tie in with Google's quest to stop adblocking on YouTube . Google already offers plenty of protection for copyright holders. Netflix and other streaming services only properly run with copyright protection measures present on devices, with Google using Widevine. Google will start piloting the Android WebView Media Integrity API in early 2024, saying that it will be in use for “select embedded media providers.” Google is also inviting more content providers to join an early access program that will roll out next year, too. Subscribe to our Newsletters! By subscribing, you agree to our Privacy Policy and may receive occasional deal communications; you can unsubscribe anytime. Comments Share Tweet Share Share Share Share Copy Email Share Share Tweet Share Share Share Copy Email Link copied to clipboard Related Topics Applications youtube Android OS About The Author Manuel Vonau • Senior Google Editor (2251 Articles Published) Manuel Vonau is Android Police's Google Editor, with expertise in Android, Chrome, and other Google products — the very core of Android Police’s content. He has been covering tech news and reviewing devices since joining Android Police as a news writer in 2019. He lives in Berlin, Germany. Manuel studied Media and Culture studies in Düsseldorf, finishing his university career with a master's thesis titled \"The Aesthetics of Tech YouTube Channels: Production of Proximity and Authenticity.\" His background gives him a unique perspective on the ever-evolving world of technology and its implications on society. He isn't shy to dig into technical backgrounds and the nitty-gritty developer details, either. Manuel's first steps into the Android world were plagued by issues. After his HTC One S refused to connect to mobile internet despite three warranty repairs, he quickly switched to a Nexus 4, which he considers his true first Android phone. Since then, he has mostly been faithful to the Google phone lineup, though these days, he is also carrying an iPhone in addition to his Pixel phone. This helps him gain perspective on the mobile industry at large and gives him multiple points of reference in his coverage. Outside of work, Manuel enjoys a good film or TV show, loves to travel, and you will find him roaming one of Berlin's many museums, cafés, cinemas, and restaurants occasionally. Close Poll Would you be willing to pay for modern console games on Android? Yes, as soon as they're available on the Play Store. 11%, 81 votes It depends on the game, but I could see myself buying some titles. 35%, 262 votes No, I already have a preferred place to play games, and it's not my phone. 45%, 342 votes No, because cloud gaming or streaming already fills this niche for me. 6%, 42 votes Something else (leave a comment). 3%, 28 votes Total Votes: 755 See More Vote View results Today's best tech deals The latest AP Podcast Anker’s newest battery pack is on sale for the first time and it has its own USB-C cable built-in 2 hours ago CMA Awards livestream: How to watch Luke Combs, Jelly Roll, Post Malone and others perform 2 hours ago Celebrate Alexa’s birthday with huge discounts on TVs, smart speakers, and more 5 hours ago See More The Galaxy S23 FE is redeemed (and damned) by the Android Police podcast 2 days ago The Snapdragon 8 Gen 3's secret sauce gets deconstructed with the Android Police podcast Oct 29, 2023 Mr. Mobile cracks OnePlus Open with the Android Police podcast Oct 19, 2023 See More Trending Now How to send a calendar invite from Gmail How to make your Android phone look and feel like an iPhone Script your Google Home automations with generative AI now Write For Us Share A Tip Home Terms Privacy Copyright Meet The Team How We Test About Us Fact Checking Policy Corrections Policy Ethics Policy Ownership Policy Partnership Disclaimer Contest Rules Copyright © 2023 www.androidpolice.com"
        }
    ],
    "news": [
        {
            "title": "What People Are Getting Wrong This Week: The 'Dead Internet Theory' Isn't Real, I Swear",
            "url": "https://lifehacker.com/what-people-are-getting-wrong-this-week-the-dead-inter-1850983564",
            "text": "Is the internet dead? Proponents of the Dead Internet Theory believe that the internet, as we understand it, doesn’t exist. It died around 2016, and since then, everything we see online, from Instagram pictures to this post on Lifehacker, has been generated by artificial intelligence and fed to consumers by a shadowy cabal of corporate CEOs and governments in order to control people’s thoughts and keep them consuming. They’re partly right, but the things they get wrong are dangerous. Ground zero for the spread of the Dead Internet theory is a September 2019 thread on 4chan where anonymous users put their heads together to try to figure out how much of the internet is legit. They concluded that it’s almost all fake, but it used to be real. The evidence on the thread is internet-spotty—younger people having the feelings that something just isn’t right, older users remembering the glory days of the early Internet—but 4chan’s posters managed to draw a rough sketch of a conversation that’s been going on in academic and technology circles since at least 2010. Anyone paying attention could see that advances in AI technology and the rise of content-curating algorithms are changing the internet from a digital Wild West to something “safer,” blander, and perhaps more sinister. But the transformation isn’t complete, and it’s not evidence of a top-down imposition of “The Man’s” sinister plans, as most Dead Internet Theory people believe. The problem with the Dead Internet Theory isn’t that it’s totally wrong—bots and algorithms really are changing the online experience in fundamental ways—but some proponents of the dead internet theory are ignoring context and drawing unwarranted conclusions to support a larger narrative that isn’t supported by evidence—like any conspiracy theory. Also like any conspiracy theory, the dead internet theory is being used to justify prejudice and hatred. It’s easy to wax nostalgic for the days when anything could be posted anywhere on the internet. It was free! It wasn’t designed to sell you things! But people who do this weren’t there, or they’re viewing what there was like through rose-colored glasses. In reality, the online world, as a whole, is going through a larger version of the process that just about every internet space has always gone through when it gained popularity.  It goes like this: Some small group gathers somewhere to exchange ideas in a totally free, anything goes environment. It’s cool, but messy—lots of new, challenging ideas, but no real means of filtering them.  The space eventually gets noticed by more people, and some of these newbies are bad actors—spammers, trolls, or worse—and their conversations and ideas starts to crowd out the original posters and the space becomes unpleasant and unusable. This leaves the people who run the site with a choice: They can either hold to the ideals of “free speech” and let everyone be free to do what they want, or they can impose some rules and organization to try to preserve what people originally liked about the space. Neither option is great. If they take a hands-off approach, the space becomes the property of the trolls and bad actors, driving the original population elsewhere (see: 4chan). If they moderate and put up safety rails, they lose the freedom that made the place interesting to begin with, and the space ends up a watered-down, dumber place. It’s welcoming to new users, as long as they’re non-controversial (see: Reddit). The problem is, those “new users” who prefer safety and security over anarchy represent almost everyone. I think it’s fair to say that most people would pick an algorithmically curated feed of “videos that I would probably like” on YouTube over being left in the middle of GeoCities and told “dig something useful out of this gigantic mountain of crap.”  If there were really a central power controlling everything on the internet, you’d think videos and articles explaining the Dead Internet Theory would be excluded by the algorithm, lest the sheeple finally wake up. But it’s not hard to find information about the grand plan (or any other conspiracy theory) because people can make money from it in a way that they can’t make money from hate-speech and trolling. For believers, conspiracy theories are enraging without being challenging. The anger over the unfairness of the bad people in control of our lives is addictive, and algorithms have been fine-tuned to keep people watching and clicking. That creepy science forces us all into smaller and smaller ideological echo chambers, but there’s no central power looking down on us and saying, “Good! Now they’ll be compliant!” There’s just us, and our prejudices and our messiness, and the people profiting off us by giving us exactly what we want. One of the harmful offshoots of the Dead Internet theory is the idea of the NPC. Taken from the initials of “non-player character,” darker, dumber corners of the internet have been describing people they disagree with as NPCs since the meme first appeared on 4chan (of course) in 2016. According to the theory, most people aren’t fully human. Instead of thinking for themselves, they’re programmed to “follow group-think and social trends in order to appear convincingly human.” While most people who started thinking of others as NPCs meant it in the “they’re just brainwashed sheeple” sense that’s so common among stupid people with “ideas,” some Dead Internet Theory conspiracy theorists take it literally. They believe that anyone who disagrees with them online is an AI. Dehumanizing ideological enemies is a troubling step toward political violence, but in the Dead Internet sense it’s also a contradiction. If you long for the freedom of ideas that you think the internet once stood for, why would you not welcome people with challenging ideas? If you like freedom, why create a worldview where waving away inconvenient facts is easy as saying “that’s just what the machines want you to believe!” At its core, the Dead Internet Theory is a kind of digital solipsism—the idea that the self is the only thing that exists. Solipsism can’t really be disproven, but it’s hard to take seriously when you’re talking to another flesh-and-blood person. If you perpetually live online, where tools already exist for computers to fool most of the people, most of the time, it’s easy to believe that those tools are being employed always. They aren’t—I’m a real guy who really wrote these words—but as more and more of the human element of the internet is replaced by computer programs, the terrifying vision of a Dead Internet may come to exist. But we have at least six months, so don’t sweat it."
        },
        {
            "title": "Why are fewer women using AI than men?",
            "url": "https://www.bbc.co.uk/news/business-67217915",
            "text": "Popular artificial intelligence (AI) chatbot ChatGPT now has more than 180 million users, but jeweller Harriet Kelsall says it isn't for her. Being dyslexic, she admits that using it might help improve the clarity of her communication with customers on her website. But ultimately she says that she just doesn't trust it. Ms Kelsall, who is based in Cambridge, says that when she experimented with ChatGPT this year, she noticed errors. She tested it by quizzing it about the crown worn by King Charles III in his coronation back in May, the St Edward's Crown. \"I asked ChatGPT to tell me some information about the crown, just to see what it would say,\" she says. \"I know quite a bit about gemstones in the royal crowns, and I noticed there were large chunks within the text about it which were about the wrong crown.\" Ms Kelsall adds that she is also concerned about people \"passing off what ChatGPT tells them as independent thought, and plagiarising\". What is AI? A simple guide to help you understand artificial intelligence While ChatGPT has become hugely popular since its launch a year ago, Ms Kelsall's reluctance to use it appears to be significantly more common among women than men. While 54% of men now use AI in either their professional or personal lives, this falls to just 35% of women, according to a survey earlier this year. What are the reasons for this apparent AI gender gap, and should it be a concern? Michelle Leivars, a London-based business coach, says she doesn't use AI to write for her, because she wants to retain her own voice and personality.  \"Clients have said they booked sessions with me because the copy on my website didn't feel cookie cutter, and that I was speaking directly to them,\" she says. \"People who know me have gone onto the website, and said that they can hear me saying the words and they could tell it was me straight away.\" Meanwhile, Hayley Bystram, also based in London, has not been tempted to save time by using AI. Ms Bystram is the founder of matchmaking agency, Bowes-Lyon Partnership, and meets her clients face-to-face to hand pair them with like-minded others, with no algorithm involved. \"The place where we could use something such as ChatGPT is in our carefully crafted member profiles. which can take up to half a day to create,\" she says. \"But for me it would take the soul and the personalisation out of the process, and it feels like it's cheating, so we carry on doing it the long-winded way.\" For Alexandra Coward, a business strategist based in Paisley, Scotland, using AI for content generation is just \"heavy photoshopping\". She is also particularly concerned about the growing trend of people using AI to create images \"that make them look the slimmest, youngest and hippest versions of themselves\". Ms Coward adds: \"We're moving towards a space where not only will your clients not recognise you in person, you won't recognise you in person.\" While all these seem valid reasons to give AI a wide berth, AI expert Jodie Cook says there are deeper, more ingrained reasons why women are not embracing the technology as much as men. \"Stem fields [science, technology, engineering, and mathematics] have traditionally been dominated by males,\" says Ms Cook, who is the founder of Coachvox.ai, an app that allows business leaders to create AI clones of themselves.  \"The current trend in the adoption of AI tools appears to mirror this disparity, as the skills required for AI are rooted in Stem disciplines.\" Read additional stories on artificial intelligence In the UK, just 24% of the workforce across the Stem sectors are female, and as a consequence \"women may feel less confident using AI tools\", adds Ms Cook. \"Even though many tools don't require technical proficiency, if more women don't view themselves as technically skilled, they might not experiment with them. \"And AI also still feels like science fiction. In the media and popular culture, science fiction tends to be marketed at men.\" Ms Cook says that moving forward she wants to see more women both use AI and work in the sector. \"As the industry grows, we definitely don't want to see a widening gap between the genders.\" Yet psychologist Lee Chambers says that typically female thinking and behaviour may be holding some women back from embracing AI. \"It's the confidence gap - women tend to want to have a high level of competence in something before they start using it, \" he says. \"Whereas men tend to be happy to go into something without much competence.\" Mr Chambers also says that women may fear having their ability questioned, if they use AI tools. \"Women are more likely to be accused of not being competent, so they have to emphasise their credentials more to demonstrate their subject matter expertise in a particular field,\" he says. \"There could be this feeling that if people know that you, as a woman, use AI, it's suggesting that you might not be as qualified as you are. \"Women are already discredited, and have their ideas taken by men and passed off as their own, so having people knowing that you use an AI might also play into that narrative that you're not qualified enough. It's just another thing that's debasing your skills, your competence, your value.\" Or as Harriet Kelsall puts it: \"I value authenticity and human creativity.\" Israel says its troops are 'in the heart of Gaza City' Gaza journalist killed alongside 42 relatives, news agency says Ohio weighs abortion rights in closely watched vote Should domestic abusers have guns? US top court will decide How WeWorkâs founder flew too close to the sun Donald and Ivanka over the years... in 90 seconds. VideoDonald and Ivanka over the years... in 90 seconds Playing Prince Harry: wig, accent - and no suntan Chinese tourists are back - but not in Thailand Dream team India looks unstoppable at World Cup Israel-Hamas conflict exposes South Africa's divisions 'Being a hyped, buzzy band can be a bit of a curse' 'Yes, you're good enough - but you're a girl' The employees secretly using ChatGPT Why aliens may be weirder than we think Africa's safari trail with no tourists Â© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."
        },
        {
            "title": "Elon Musk expected to attend AI summit in UK",
            "url": "https://www.bbc.co.uk/news/technology-67269549",
            "text": "Elon Musk and UK Prime Minister Rishi Sunak are to do an interview together on Thursday evening.  The tech billionaire is expected to attend the global summit on artificial intelligence ahead of this meeting. The summit, at Bletchley Park, hopes to bring together AI experts and global leaders to discuss the potential risks of artificial intelligence.   US Vice-President Kamala Harris and European Commission President Ursula von der Leyen are due to attend.  The BBC also understands Open AI's Sam Altman and Meta's Nick Clegg will join the gathering - as well as a host of other tech leaders.  At least two of the so-called godfathers of AI will be attending.  Yoshua Bengio has confirmed to the BBC he will be there. It is also understood that Prof Yann LeCun, Meta's chief AI scientist, will be there.  In contrast to the other godfathers Mr LeCun has described fears that AI could pose a threat to humanity as \"ridiculously preposterous\" and has posted critically about the summit on X (formerly Twitter). In a post on X, Mr Sunak said: \"In conversation with Elon Musk. After the AI Safety Summit. Thursday night on X.\" It was revealed on Monday that X, which Mr Musk acquired for $44bn (Â£36bn), is now worth $19bn, according to internal correspondence first reported by Fortune. Mr Musk launched his own AI venture, xAI in June. He was also one of the original backers of OpenAI but parted ways with the firm. There is a chance that Rishi Sunak is walking into a lion's den here in agreeing to a live-streamed conversation with Elon Musk on Musk's own platform, X. Musk has not yet been vocal about the UK's new Online Safety Act, which has only just gained Royal Assent, but X is firmly in scope to be bound by its laws and that may not sit well with the self-proclaimed \"free speech absolutist\".  What Musk says and what he actually does are not always in harmony: he has called for a pause on AI development but also registered his own AI company and has reportedly been buying large quantities of the specialist chips required. He will has strong views of his own on how AI should progress. He has a large audience but he's also not an elected individual, in any country, and arguably no government or global coalition should be too much in thrall. You can read more about what's next for Elon Musk's X here. Recent advances in AI have been hailed as revolutionary but also dangerous - even a possible threat to humanity itself. It could lead to mass job losses and supercharge disinformation.  On Monday US President Joe Biden signed an executive order that would require AI developers to share safety results with the US government. However, Mr Musk may argue for the US and other countries to go further.  In March he signed an open letter calling for a pause to \"Giant AI Experiments\". In an interview with the BBC in April Mr Musk said he had been worrying about AI safety for over a decade. \"I think there should be a regulatory body established for overseeing AI to make sure that it does not present a danger to the public,\" he said. Mr Musk has also pitted himself against AI companies due to the data they use to train chatbots - the software that learns how humans interact by scraping masses of data from various sources to fuel its knowledge and interaction styles.  This video can not be played Watch: What threats does AI pose? What is AI and how does it work? Can Sunakâs big summit save us from AI nightmare? Sunak warns AI could help make chemical weapons Elon Musk announces new AI start-up Israel says its troops are 'in the heart of Gaza City' Gaza journalist killed alongside 42 relatives, news agency says Ohio weighs abortion rights in closely watched vote Should domestic abusers have guns? US top court will decide How WeWorkâs founder flew too close to the sun Donald and Ivanka over the years... in 90 seconds. VideoDonald and Ivanka over the years... in 90 seconds Playing Prince Harry: wig, accent - and no suntan Chinese tourists are back - but not in Thailand Dream team India looks unstoppable at World Cup Israel-Hamas conflict exposes South Africa's divisions 'Being a hyped, buzzy band can be a bit of a curse' 'Yes, you're good enough - but you're a girl' The employees secretly using ChatGPT Why aliens may be weirder than we think Africa's safari trail with no tourists Â© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."
        },
        {
            "title": "Evil Week: You Can Make Personalized Porn Images With AI",
            "url": "https://lifehacker.com/evil-week-you-can-make-personalized-porn-images-with-a-1850978902",
            "text": "Welcome to Evil Week, our annual dive into all the slightly sketchy hacks we’d usually refrain from recommending. Want to weasel your way into free drinks, play elaborate mind games, or, er, launder some money? We’ve got all the info you need to be successfully unsavory. Artificial intelligence scares people. The  common rabble having such a powerful tool to use however they want has inspired a Biden executive order and a lot of hand-wringing. The most well-known AI program, ChatGPT, has locked its app down so completely you can’t even make it say a curse anymore, no matter what prompt you use—even if you pay for a subscription. But there is an exception that lets you easily create any kind of image you want, if you can figure out how it works.  Unstable Diffusion is an AI image-generation tool that seems tailor-made to create the kind of images other apps try to prevent. It’s a text-to-image generation tool that is only too happy to create almost any  porn you can dream up. Which seems a little terrifying until you realize you could use a set of paints and a canvas to do the same thing.  A word of caution: I don’t know whether Unstable Diffusion will generate illegal images, and I’m not going to find out because I’m not asking it to. There are laws against creating and possessing some kinds of images, whether they’re made with paint brushes or artificial intelligence.  Those are the basic-basics, but if you want to take it further, here are some tips.  Don’t be afraid to mess around with every aspect of Unstable Diffusion. One of platform’s differences from its older, more reputable cousin Stable Diffusion is that it skips some of the preliminary steps of AI image generation. That means it can make images faster, but it also tends to include random elements in its results. This noise can be either inspiring or grotesque, depending on the situation. I messed around with it for awhile, and it seems to work better at producing an image of a single person in a setting than a group of people doing something, so think portraits, not action shots, for the best results. But give everything a try; Unstable Diffusion creates images fast, so it doesn’t take all day to experiment.  It also does a good job of approximating celebrities, presumably because it has a lot of images to work with. I’ll leave aside the ethical considerations of using a celebrity’s image in a way they didn’t intend, because you’re a grown-up and can make your own decisions, but it’s worth noting that the legal issues at the juncture of AI, the first amendment, and celebrities’ rights of publicity are complicated and unsettled at this time.  "
        },
        {
            "title": "Replit CEO details path to artificial developer intelligence, raises new $20M investment",
            "url": "https://venturebeat.com/ai/replit-ceo-details-path-to-artificial-developer-intelligence-raises-new-20m-investment/",
            "text": "VentureBeat presents: AI Unleashed - An exclusive executive event for enterprise data leaders. Network and learn with industry peers. Learn More  Developer platform company Replit announced today that it has raised $20 million from Craft Ventures. The new investment comes as Replit continues to advance its agenda to enable developers with generative AI capabilities as it builds towards a future of artificial developer intelligence (ADI). The $20 million investment is not a typical funding round for a startup. In fact, the new investment isn’t about raising new money, but rather is a liquidity event for some of the company’s longer term employees. Replit was founded in 2016 and its last major funding round was in April when the company raised $97 million, which gave the company a valuation of $1.16 billion. In many early stage startups, the earliest employees are offered some form of equity or shares. Typically the only way those shares become ‘liquid’ or cashable is if the company is acquired or has an initial public offering (IPO). The new $20 million is an opportunity of equity holding Replit employees to cash out if they so choose.  The new investment comes several weeks after Replit announced its “AI for All” initiative which integrated the company’s developer AI capabilities for all of its users. Replit develops its own large language model (LLM) known as replit-code that helps with code generation. The company is now gearing up to detail new efforts to help enable developers to become even more productive, with the power of AI to back them up. “One thing we try to make clear to the world, to ourselves and to our employees is that we’re not in the business of selling AI, OpenAI, Anthropic and those sorts of companies can focus on that,” Amjad Masad, CEO of Replit, told VentureBeat. “We are in the business of selling a dream, which is to make your dream software more accessible and make programming more accessible.” AI Unleashed An exclusive invite-only evening of insights and networking, designed for senior enterprise executives overseeing data stacks and strategies.   Replit’s coding LLM technology competes against multiple rival technologies such as Github Copilot, Amazon CodeWhisperer and open source efforts like StarCoder and the Code Llama project. Masad emphasized that the Replit approach is somewhat differentiated in that his company has a whole platform. Developers not only use Replit to write code, they also can use it to deploy and run code in production.  Replit also aims to differentiate by building models tailored to its own platform usage data, which includes unique runtime information not available elsewhere. Replit’s own data from usage on its platform allows it to fine-tune models specifically for the types of tasks and code seen on Replit. Masad noted that this gives Replit an advantage in building a superior product because of the data that is on the platform. A common question that has come up in the past year in the market as a whole, is what the role of developers will be moving forward, in a world where code can be automatically generated. While AI promises significant boosts in productivity, Masad does not expect the need for developers to diminish any time soon, if ever. In fact, he’s a proponent of the concept known as the 1000x developer, that is a developer that can be significantly more productive, thanks to the power of AI. “My view is that learning to code actually has a better return on investment right now than it had a year ago,” Masad said. “The reason is because you learn a little bit of coding, and then you get this massive boost from AI.” Previously, he noted that an individual had to learn a lot in order to get to a level where it was possible to make an application. Masad said that he has seen people that start learning how to code on Replit and are quickly building applications and even full scale businesses.   Though AI-powered code generation tools are powerful, Masad also emphasized that today there is still a clear need for a human in the loop to build applications and developers will continue to benefit from learning how to code for many reasons. “There’s always going to be edge cases where we’re going to have to drop into the code,” he said. “And so learning how to code is going to be essential to understand what’s happening behind the scenes to catch those cases.” Replit is now gearing up for its next Developer Day event on Nov. 14 where the company will detail progress to date and outline a vision for the future. One of the things that Replit will be talking about is the company’s approach toward what are commonly referred to as AI agents, which are becoming increasingly popular ways of automating different tasks and extending AI. That agent approach could involve giving access to an LLM to tools that humans use so they can install software packages, manage application runtimes and automatically deploy code. At Replit, the company calls its approach to AI agents – Artificial Developer Intelligence. “There are a lot of companies focused on AGI [artificial general intelligence], we think what’s more within reach and definitely on brand for us, is the vision of artificial developer intelligence,” Masad said. “It’s about really creating a bunch of helpers, a bunch of co workers that could work with individual engineers that are actually AI agents.” VentureBeat's mission is to be a digital town square for technical decision-makers to gain knowledge about transformative enterprise technology and transact. Discover our Briefings. Join us for key insights and networking with leaders in the Data and AI spaces at VB's exclusive after hours event this November!\n  © 2023 VentureBeat. All rights reserved."
        },
        {
            "title": "Samsung credits strong smartphone and mobile display sales for income growth",
            "url": "https://www.engadget.com/samsung-credits-strong-smartphone-and-mobile-display-sales-for-income-growth-053947279.html",
            "text": "Samsung has been reporting steep profit declines and record-breaking losses over the past quarters, and while it has yet to go back to its previous numbers, it sounds optimistic for the future in its latest earnings report. The company credited the strong sales of its mobile flagship devices and its premium displays for doing better the past three months than the previous quarters. Samsung also said that its Device Solutions (DS) division, which includes its memory and foundry businesses, has narrowed its losses. It even expects demand for memory chips to recover gradually with the rise in popularity of artificial intelligence. The company has posted a consolidated revenue of KRW 67.40 trillion ($49.9 billion) for the third quarter of 2023, which shows a respectable 12 percent increase from the previous quarter's. It reported KRW 2.43 trillion ($1.80 billion) in profit, as well, and while that's a third of what it earned in the same period of 2022 — KRW 10.85 trillion or $7.6 billion — that figure still much better than the $527 million profit it reported for the second quarter. For its mobile and network business, in particular, it reported KRW 30 trillion ($22.17 billion) in consolidated revenue, as well as KRW 3.30 trillion ($2.44 billion) in operating profit. There was a higher demand in the third quarter compared to the second, Samsung said, thanks to the global smartphone market showing signs of recovery. If you'll recall, the company mostly blamed its drop in revenue for the second quarter to a decline in smartphone shipments. For this period, it says the Galaxy S23 series has maintained \"solid sales momentum,\" while its foldables, tablets and wearables recorded strong sales. It expects smartphones sales to grow next quarter due to the holiday season and for the market to bounce back next year \"as consumer sentiment stabilizes in anticipation of a global economic recovery.\" Another segment that did well in the third quarter is Samsung's mobile panel business, which \"reported a significant increase in earnings on the back of new flagship model releases by major customers.\" As Bloomberg notes, those new flagship model releases could include Apple's iPhone 15. Samsung intends to continue focusing on OLED panels for its mobile display business and plans to establish a supply chain catering to the augmented and virtual reality market. Finally, the company's semiconductor division posted KRW 3.75 trillion ($2.77 billion) in operating losses for the quarter, which is slightly better than its KRW 4.36 trillion ($3.23 billion) losses in the previous one. Samsung expects the demand for PCs and mobile devices to improve next period, and it's anticipating strong server demand from cloud service providers thanks to generative AI applications. Nintendo today confirmed that it is making a live-action film based on its Legend of Zelda franchise. Apple has released watchOS 10.1.1, which includes a fix for a widespread battery drain issue. SAG-AFTRA has reportedly responded to Hollywood studios’ “last, best and final” offer, rejecting clauses that would let them use AI-created likenesses of deceased performers without consent. The union plans to make a counter-offer that removes the current AI-related language. Stray will arrive on Mac on December 5, though you'll need an Apple Silicon-powered system to play it. Numerous big tech companies are laying off staff in a tough economy. Here's all the larger job cuts so far. Ubisoft Montreal has laid off 98 people, with dozens more to come in the near future. The company gave the usual excuse, blaming corporate restructuring and the like. Another Meta whistleblower has testified before Congress regarding teen safety issues on the likes of Instagram. He told a Senate subcommitee that \"we cannot trust them with our children.\" Apple currently produces just two lines of MacBooks, the Air and the Pro -- but there's plenty of variation within just those two options. Here are our top picks based on our testing. Sony has just unveiled its latest pro-oriented mirrorless camera, and we now know why it took them four years to develop it GM's autonomous vehicle Cruise division may have kept its vehicles on the streets even though it knew they had problems recognizing children. Samsung's Smart Monitor M80C is one of the more versatile PC monitors on the market, and now it's down to a new low of $400 at Amazon. Here are the best retro gaming gifts you can get this year, as chosen by Engadget editors. Master & Dynamic touts big upgrades to sound quality, noise cancelation, fit, calls and battery life with its MW09 wireless earbuds. Waze's latest feature focuses on safety and will give you the knowledge needed to make an informed choice about the route you're taking. Here's a list of the best budget laptops you can buy, as chosen by Engadget editors. The biggest news stories this morning: \nWeWork files for Chapter 11 bankruptcy protection, Bored Ape NFT event leads some attendees reporting severe eye burn, \nApple’s new MacBook lineup. Chrome now also has its own coupon code tool. In its latest earnings report from March to September 2023, Nintendo has revealed that it sold 19.5 million copies of The Legend of Zelda: Tears of the Kingdom, which was released in May. The chapter was initially available from 2019 to 2021. TikTok only launched its Creator Fund a few years ago, but is already killing it off in favor of a new monetization scheme that arrived earlier this year. Subscribe to our two newsletters:  - A weekly roundup of our favorite tech deals  - A daily dose of the news you need Please enter a valid email address Please select a newsletter By subscribing, you are agreeing to Engadget's Terms and Privacy Policy."
        },
        {
            "title": "Brave's AI assistant comes to its desktop browser",
            "url": "https://www.engadget.com/braves-ai-assistant-comes-to-its-desktop-browser-160010918.html",
            "text": "Brave joins the growing list of browsers that come with built-in generative AI assistants. The open source browser developer has started rolling out an update for Brave on desktop, which gives users access to its AI assistant Leo. Brave introduced Leo through its Nightly experimental channel back in August and has been testing it ever since. The assistant is based on the Llama 2 large language model, which Microsoft and Meta had developed together for commercial and research purposes. Like other AI assistants, users can ask Leo to do various tasks, such as creating summaries of web pages and videos, translating and/or rewriting pages and even generating new content. The Llama 2-powered Leo is available for free to all users, but Brave has also introduced a paid version capable of \"higher-quality conversations.\" Leo Premium, as it's called, is powered by Anthropic's Claude Instant and can produce longer and more detailed responses. Users will have to pay $15 a month for it, but they will also get priority queuing during peak periods and early access to new features. In its announcement, Brave Software emphasized that Leo preserves users' privacy. The developer said that conversations with Leo are not persisted on its servers and that the assistant's responses are immediately discarded and \"not used for model training.\" It also explained that it doesn't collect IP addresses and retain personal data that can identify a user. Plus, users don't even have to create an account to use Leo. Back in July, Brave came under fire after it was accused of selling copyrighted information to train artificial intelligence models without consent. \"Brave Search has the right to monetize and put terms of service on the output of its search-engine,\" the company's Chief of Search, Josep M. Pujol, said at the time in response to the allegations. \"The 'content of web page' is always an excerpt that depends on the user’s query, always with attribution to the URL of the content. This is a standard and expected feature of all search engines.\" Brave is rolling out Leo on desktop in phases over the next few days. Those using the browser on their Android and iOS devices, however, will have to keep an eye out for its release on mobile in the coming months. Nintendo today confirmed that it is making a live-action film based on its Legend of Zelda franchise. Apple has released watchOS 10.1.1, which includes a fix for a widespread battery drain issue. SAG-AFTRA has reportedly responded to Hollywood studios’ “last, best and final” offer, rejecting clauses that would let them use AI-created likenesses of deceased performers without consent. The union plans to make a counter-offer that removes the current AI-related language. Stray will arrive on Mac on December 5, though you'll need an Apple Silicon-powered system to play it. Numerous big tech companies are laying off staff in a tough economy. Here's all the larger job cuts so far. Ubisoft Montreal has laid off 98 people, with dozens more to come in the near future. The company gave the usual excuse, blaming corporate restructuring and the like. Another Meta whistleblower has testified before Congress regarding teen safety issues on the likes of Instagram. He told a Senate subcommitee that \"we cannot trust them with our children.\" Apple currently produces just two lines of MacBooks, the Air and the Pro -- but there's plenty of variation within just those two options. Here are our top picks based on our testing. Sony has just unveiled its latest pro-oriented mirrorless camera, and we now know why it took them four years to develop it GM's autonomous vehicle Cruise division may have kept its vehicles on the streets even though it knew they had problems recognizing children. Samsung's Smart Monitor M80C is one of the more versatile PC monitors on the market, and now it's down to a new low of $400 at Amazon. Here are the best retro gaming gifts you can get this year, as chosen by Engadget editors. Master & Dynamic touts big upgrades to sound quality, noise cancelation, fit, calls and battery life with its MW09 wireless earbuds. Waze's latest feature focuses on safety and will give you the knowledge needed to make an informed choice about the route you're taking. Here's a list of the best budget laptops you can buy, as chosen by Engadget editors. The biggest news stories this morning: \nWeWork files for Chapter 11 bankruptcy protection, Bored Ape NFT event leads some attendees reporting severe eye burn, \nApple’s new MacBook lineup. Chrome now also has its own coupon code tool. In its latest earnings report from March to September 2023, Nintendo has revealed that it sold 19.5 million copies of The Legend of Zelda: Tears of the Kingdom, which was released in May. The chapter was initially available from 2019 to 2021. TikTok only launched its Creator Fund a few years ago, but is already killing it off in favor of a new monetization scheme that arrived earlier this year. Subscribe to our two newsletters:  - A weekly roundup of our favorite tech deals  - A daily dose of the news you need Please enter a valid email address Please select a newsletter By subscribing, you are agreeing to Engadget's Terms and Privacy Policy."
        },
        {
            "title": "Big Tech Ditched Trust and Safety. Now Startups Are Selling It Back As a Service",
            "url": "https://www.wired.com/story/trust-and-safety-startups-big-tech/",
            "text": "To revist this article, visit My Profile, then View saved stories. To revist this article, visit My Profile, then View saved stories. Vittoria Elliott Massive layoffs across the tech sector have hit trust and safety teams hard over the past year. But with wars raging in Ukraine and the Middle East and more than 50 elections taking place in the next 12 months, experts worry that a nascent industry of startups created to keep people safe online won’t be able to cope. The cuts made headlines a year ago, when X (then Twitter) fired 3,700 people—including hundreds in trust and safety roles. Since then, Meta, Alphabet, and Amazon have made similar cuts. The layoffs at X inspired other platforms to do the same, argues Sabhanaz Rashid Diya, founding director at tech policy think tank the Tech Global Institute and a former member of Meta’s policy team. “In many ways, Twitter got away with it,” she says. “That’s given the other companies the confidence to say, ‘You know what? It’s OK. You can survive and not face a terrible consequence.’” Still, the cost of these cuts is arguably already evident in the way major platforms have scrambled to respond to the war between Israel and Hamas. And the shift away from in-house trust and safety teams has created an opening for consultancies and startups to offer something new: trust and safety as a service. These companies, many of them founded and staffed by people with Big Tech pedigrees, let platforms “buy rather than build” trust and safety services, says Talha Baig, a former Meta engineer whose startup, Sero AI, recently received backing from accelerator Y Combinator. “There is a lot more labor out on the marketplace, and there’s also a lot more customers willing to buy that labor.” But experts warn that outsourcing trust and safety also means outsourcing responsibilities to teams with no power to change the way platforms actually work. Sahar Massachi, a former member of Meta’s civic integrity team and cofounder and executive director of the Integrity Institute think tank, worries that by outsourcing key functions, platforms may be undermining their ability to improve products. Trust and safety issues can sometimes be more about product design than active moderation—should a user be able to reshare content? How much weight should different metrics be given within a recommendation algorithm? “The vendors could be great, but they won’t be able to have insight into that because of the ways that companies work,” Massachi says. Vittoria Elliott Matt Jancer David Nield Will Knight The same is true of the AI systems that companies use to help flag potentially dangerous or abusive content. Platforms often use huge troves of data to build internal tools that help them streamline that process, says Louis-Victor de Franssu, cofounder of trust and safety platform Tremau. But many of these companies have to rely on commercially available models to build their systems—which could introduce new problems. “There are companies that say they sell AI, but in reality what they do is they bundle together different models,” says Franssu. This means a company might be combining a bunch of different machine learning models—say, one that detects the age of a user and another that detects nudity to flag potential child sexual abuse material—into a service they offer clients. And while this can make services cheaper, it also means that any issue in a model an outsourcer uses will be replicated across its clients, says Gabe Nicholas, a research fellow at the Center for Democracy and Technology. “From a free speech perspective, that means if there’s an error on one platform, you can’t bring your speech somewhere else–if there’s an error, that error will proliferate everywhere.” This problem can be compounded if several outsourcers are using the same foundational models. By outsourcing critical functions to third parties, platforms could also make it harder for people to understand where moderation decisions are being made, or for civil society—the think tanks and nonprofits that closely watch major platforms—to know where to place accountability for failures. “[Many watching] talk as if these big platforms are the ones making the decisions. That’s where so many people in academia, civil society, and the government point their criticism to,” says Nicholas,. “The idea that we may be pointing this to the wrong place is a scary thought.” Historically, large firms like Telus, Teleperformance, and Accenture would be contracted to manage a key part of outsourced trust and safety work: content moderation. This often looked like call centers, with large numbers of low-paid staffers manually parsing through posts to decide whether they violate a platform’s policies against things like hate speech, spam, and nudity. New trust and safety startups are leaning more toward automation and artificial intelligence, often specializing in certain types of content or topic areas—like terrorism or child sexual abuse—or focusing on a particular medium, like text versus video. Others are building tools that allow a client to run various trust and safety processes through a single interface. Vittoria Elliott Matt Jancer David Nield Will Knight Big Tech companies have tended to see trust and safety as a cost center, says Baig—something they have to do to keep regulators and civil society groups at bay, but without much monetary value. But that soon may change. The European Union’s Digital Services Act and the UK’s Online Safety Act, for instance, have created new obligations for tech companies big and small to monitor what happens on their platforms, and these pieces of legislation allow governments to levy huge fines. “Companies don’t change the way in which they moderate content on their platform to gain 5, 10, 30 percent efficiency,” says Tremau’s Franssu. “What will motivate them is if they’re scared of getting fined, especially fines as big as 6 percent of global annual revenue, or criminal liability, as we may see in the UK.” New regulations in the UK and Europe will also come to bear on smaller platforms, particularly around the kinds of content and services children can access. Startups may prefer to buy trust and safety as a service, rather than building their own teams and systems, says Sara Ittelson, a partner at the venture fund Accel, which has invested in the trust and safety tool Cinder. “It used to be that companies thought that trust and safety issues were only surfacing for platforms of a particular size,” she says. “But in reality, you’re going to get them pretty early on.” And people, she argues, ultimately don’t want to use platforms they don’t feel safe on or that are full of junk content. The explosion of interest in generative AI has only increased the pressure on companies to address trust and safety issues earlier in their life cycles. Generative AI tools can now be used to manufacture and share child sexual abuse material and nonconsensual pornography, both of which would violate most platforms’ guidelines. “There’s much greater awareness as to how these tools can be exploited,” Ittelson says. This has raised questions for companies about how they are going to make sure their platforms aren’t overrun with generative AI content, or how they’re going to ensure their tools aren’t abused. “Gen AI is making it 10 times worse,” says Dror Nahumi, a partner at Norwest Venture Partners, which has invested in trust and safety startup ActiveFence. “If I’m a bad actor and I was creating an article a week, now I could create 10 different posts in the same week without making any extra effort.” Vittoria Elliott Matt Jancer David Nield Will Knight While investors that spoke to WIRED were hesitant to guess at the potential size of the trust and safety as a service industry, ActiveFence, which was founded in 2017 and is amongst the oldest players in field, raised $100 million in 2021 and was valued at about half a billion dollars in 2021. And its cofounder, Noam Schwartz, says that valuation has risen. While it’s still nascent, the industry is clearly growing. “This is exactly the way the cybersecurity industry was 20 years ago,” says Schwartz. A 2020 report from the venture capital firm Paladin Capital found that the industry had already raised over $1 billion in funding, and a 2023 report from the UK Department for Science Innovation, and Technology estimated that “Safety Tech,” which includes everything from content moderation to scam detection, was on track to hit £1 billion ($1.22 billion) in revenue by the mid-2020’s. Though Nahumi says the Big Tech layoffs may indicate that there is, momentarily, less appetite to spend on trust and safety in general, “in the long term, we see that as a good thing for the companies in the space because it means that [tech companies] will have to rely more and more on services from companies that specialize in the space, and not something built in-house.” 📩 Get the long view on tech with Steven Levy's Plaintext newsletter Watch this guy work, and you’ll finally understand the TikTok era How Telegram became a terrifying weapon in the Israel-Hamas War Inside Elon Musk’s first election crisis—a day after he “freed” the bird The ultra-efficient farm of the future is in the sky The best pickleball paddles for beginners and pros 🌲 Our Gear team has branched out with a new guide to the best sleeping pads and fresh picks for the best coolers and binoculars David Gilbert Morgan Meaker David Gilbert Vittoria Elliott Matt Burgess Vittoria Elliott Paresh Dave Morgan Meaker More From WIRED Contact © 2023 Condé Nast. All rights reserved. Use of this site constitutes acceptance of our User Agreement and Privacy Policy and Cookie Statement and Your California Privacy Rights. WIRED may earn a portion of sales from products that are purchased through our site as part of our Affiliate Partnerships with retailers. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices"
        },
        {
            "title": "The AI craze is overblown - and the S&P 500 will suffer if the 'Magnificent 7' stocks falter, veteran investor warns",
            "url": "https://markets.businessinsider.com/news/stocks/ai-stock-market-outlook-magnificent-big-tech-bill-smead-rates-2023-11",
            "text": "Jump to        The buzz around artificial intelligence has boosted the \"Magnificent Seven\" stocks this year, pulling the wider market higher. The frenzy seems overblown, and investors could suffer big losses once the hype fades, Bill Smead warned in a memo titled \"Artificial (Stock Market) Life Support\" this week. \"The whole thing looks very disingenuous to us,\" the Smead Capital Management president wrote. \"First, AI is not new, and they have all been working on it and using it in the last ten years,\" he said, referring to the group of seven Big Tech companies: Amazon, Alphabet, Apple, Microsoft, Tesla, Meta, and Nvidia. \"Second, interest rates have risen substantially and make futuristic earnings on exciting technology less valuable by discounting those earnings back to today,\" Smead continued. \"Third, this group of companies has been famous for having a lack of forthrightness (just ask the Justice Department).\" The veteran investor noted that tech-industry stalwart IBM's AI system, Watson, was winning games of \"Jeopardy\" back in 2011. His comment about rates referred to the Federal Reserve hiking borrowing costs from almost zero to over 5% since last spring, which has bolstered returns from risk-free Treasuries and slashed the relative appeal of riskier assets like stocks. His third point was a nod to the US government's spate of legal challenges against the likes of Amazon and Alphabet. Smead emphasized the Magnificent Seven are \"the only thing keeping the rally in the S&P 500 index alive this year.\" He included a chart showing the 10 largest S&P 500 stocks by market cap have accounted for an unprecedented 96% of the index's performance for 2023. \"The success of this narrow group of stocks has defended the massive amount of capital stuck in the passive index and prevented it from fleeing,\" he said. In other words, if the handful of high fliers capitulate, investors would sour on stocks and pull their cash out of the market in his view. \"AI looks like tech stock and S&P 500 index life support to us,\" Smead said. \"What happens if the seven stocks that have propped up the passive S&P 500 Index go through what every stock of popularity has done historically? This is just another reason to fear stock market failure!\" The value investor has been raising the alarm about a historic bubble in stocks and a looming crash for a while. For example, he warned in August that the AI-fueled tech craze \"made the dot-com bubble look like small change.\" \n                              Read next\n                             Indices Commodities Currencies Stocks"
        },
        {
            "title": "Elon Musk Announces Grok, a ‘Rebellious’ AI Without Guardrails",
            "url": "https://www.wired.com/story/elon-musk-announces-grok-a-rebellious-ai-without-guardrails/",
            "text": "To revist this article, visit My Profile, then View saved stories. To revist this article, visit My Profile, then View saved stories. Will Knight Last week, Elon Musk flew to the UK to hype up the existential risk posed by artificial intelligence. A couple of days later, he announced that his latest company, xAI, had developed a powerful AI—one with fewer guardrails than the competition. The AI model, called Grok (a name that means “to understand” in tech circles), “is designed to answer questions with a bit of wit and has a rebellious streak, so please don’t use it if you hate humor!” reads an announcement on the company’s website. “It will also answer spicy questions that are rejected by most other AI systems.” The announcement does not explain what a “spicy” or “rebellious” means, but most commercial AI models will refuse to generate sexually explicit, violent, or illegal content, and they are designed to avoid expressing biases picked up from their training data. Without such guardrails, the worry is that an AI model could help terrorists develop a bomb or could result in products that discriminate against users based on characteristics such as race, gender, or age. xAI does not list any contact information on its website, and emails sent to common addresses bounced back. An email sent to the press address for X received an automated response reading, “Busy now, please check back later.” The xAI announcement says that Grok is built on top of a language model called Grok-1 that has 33 billion parameters. The company says it developed Grok in two months, a relatively short amount of time by industry standards, and also claims that a fundamental advantage is its “real-time knowledge of the world via the X platform,” or the platform formerly known as Twitter, which Musk acquired for $44 billion in 2022. Stella Biderman, an AI researcher with EleutherAI, an open source AI endeavor, says the claims made in the xAI announcement seem plausible. Biderman suggests that Grok will use what’s known as “retrieval augmented generation” to add up-to-date information from X to its output. Other cutting-edge language models do this using search engine results and other information. Vittoria Elliott Matt Jancer David Nield Charlie Wood Large language models have proven stunningly capable over the past year or so, as highlighted most famously by OpenAI’s groundbreaking chatbot, ChatGPT. These models feed on huge amounts of text taken from books and the web, and then generate text in response to a prompt. They are typically also given further training by humans to make them less likely to produce offensive, rude, or dangerous outputs, and to make them more likely to answer questions in ways that seem coherent and plausibly correct, although they are still prone to producing errors and biases. The language models developed by OpenAI, Google, and startups like Anthropic, Cohere, and Inflection AI typically refuse to, for example, offer advice on how to commit crimes, and will demure when asked for racy material. It is unclear from the xAI announcement whether Grok has been trained to be more open to requests deemed inappropriate by other models, or whether it simply has not received the same kind of secondary training. xAI posted the results of several benchmark tests designed to gauge the capabilities of large language models. Andrei Barbu, a research scientist at MIT, says the results seem similar to other popular models. xAI says that Grok has so far been tested by a small number of users but will now be made available to a wider group of people who apply for access. Musk said in a post on X that the model would be made available to all X Premium+ subscribers. xAI has not said that it will release any models publicly. The announcement for xAI says that the company is working on several key challenges involved in advancing AI, including building models that can assess the reliability of their own output and ask for assistance when necessary, and making models that are more robust to “adversarial attacks” designed to make them misbehave. It states: “we will work towards developing reliable safeguards against catastrophic forms of malicious use.” Musk was an early investor in generative AI. The billionaire helped OpenAI get its start by investing between $50 and $100 million in the company in 2015. He pulled his support for the company (which at the time was a nonprofit) in 2018 after failing to take control of it. Vittoria Elliott Matt Jancer David Nield Charlie Wood After OpenAI changed from a nonprofit to a for-profit business and accepted investment from Microsoft—and following ChatGPT’s runaway success—the world’s richest man openly criticized OpenAI and accused its language models of being overly “woke.” Musk then announced in July 2023 that he had put together a small but well-respected team of AI researchers to develop “less biased\" forms of AI. Some AI researchers have already tried building language models with a more diverse range of political opinions. OpenAI has also said that it will work to remove political biases from its models. In the year since Musk took control of X, the platform has reinstated a number of controversial users, including those from the far right, in line with its new owner’s stated opposition to moderating content on social media. Multiple studies have found that disinformation has increased on the platform since Musk took over. The Grok announcement states: “We are building AI tools that maximally benefit all of humanity. We believe that it is important to design AI tools that are useful to people of all backgrounds and political views. We also want to empower our users with our AI tools, subject to the law. Our goal with Grok is to explore and demonstrate this approach in public.” Another AI researcher who is familiar with xAI’s plans, but did not want to be named because discussions regarding the company were private, said that xAI is also working on a coding tool that will use the model. Microsoft offers a plug-in for its coding program, Visual Studio Code, that is powered by a coding-specific language model developed by OpenAI. Training a model on computer code can improve its performance at other tasks. WIRED contacted several prominent AI researchers but was unable to find any who have access to Grok as yet. Barbu at MIT says that with so many good language models out there now, the question is what Musk plans to do with Grok, and how he hopes it will make money. “They’ve assembled good people and it seems like they’re now poised to do something,” he says. “It’s just not clear what.” 📨 Make the most of chatbots with our AI Unlocked newsletter In the war against Russia, some Ukrainians carry AK-47s. Andrey Liscovich carries a shopping list They cracked the code to a locked USB drive worth $235 million in bitcoin. Then it got weird AI chatbots can guess your personal information from what you type A new tool helps artists thwart AI—with a middle finger Your internet browser does not belong to you 🔌 Charge right into summer with the best travel adapters, power banks, and USB hubs Matt Burgess Morgan Meaker David Gilbert Vittoria Elliott Reece Rogers Vittoria Elliott Caitlin Harrington Amit Katwala More From WIRED Contact © 2023 Condé Nast. All rights reserved. Use of this site constitutes acceptance of our User Agreement and Privacy Policy and Cookie Statement and Your California Privacy Rights. WIRED may earn a portion of sales from products that are purchased through our site as part of our Affiliate Partnerships with retailers. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices"
        }
    ],
    "youtube": [
        {
            "title": "The BIGGEST Tech News You Probably Missed This Past Week | AI, Amazon, Elon Musk, Coding & more",
            "url": "https://youtube.com/watch?v=fU7KuXnoEpE",
            "text": "[Music] we are back this week with a really busy and crazy week in tech and I'm going to keep you up to date in under 10 minutes to cover everything that happened in Tech this week from AI coding big Tech and obviously a lot of controversy I mean that's Tech's very spicy as of lately what's is there like a SP no that's salty I was thinking of you know Salt Bay you can say salty Texon salty all right let's get into it enough of me chitchatting well I guess I'm going to be chatting the entire video but you get the point let's [Music] go first on the list this one literally just happened uh there's a lot of news reporting about it since yesterday which is Elon Musk enjoys a cigar as Joe Rogan fires arrows at the Tesla cyber TR truck now this is one way to mark it I guess I mean at the end of the day it's getting a lot of headlines and the whole premise is here Elon Musk sat down with Joe Rogan went on his podcast and part of this whole marketing I guess scheme to get people to watch this podcast is promoting the Tesla truck which brings me back to the question I asked in an earlier video with tech news would you which brings me back to an earlier question I did in one of these Tech News videos which is are you interested in the Tesla cyber truck I mean now it has us talking about it again all right it's official LinkedIn has entered into the AI game and this is actually kind of cool I was watching their demo which I'll put up on screen here and essentially what it will do is their AI based it's called takeaways feature will allow you to have a better understanding as to what you can do to position yourself for a job posting I get more questions on it like for example who works at this company this is pretty cool if you ask me I think it actually would be pretty useful I feel like a lot of people are really jumping on the AI train just to say they have an AI product or are using generative AI in their product but this seems pretty useful now it's important to note this feature as of now anyways is only available for premium users so if you're not a premium user or member would this entice you to become one I currently am one for the only reason that when I first signed up to LinkedIn or they had a promotion of you know become a premium member so I did and then since then I've just forgot to take it off but I need to do that because I don't use the features or maybe I don't need to do that because of this now takeaway just literally just launched and they're calling it an AI powered coaching so it's within the e-learning platform LinkedIn learning but you can use it when you are sifting through job postings this seems like it would be pretty useful to purchase premium for when you are actually in the midst of job hunting if you are just kind of sifting around it might not be worth it Amazon is in a bit of hot water well a bit might be an understatement is in hot water right now and this is due to the fact that that allegedly Amazon made 1 billion that's a lot of money through secret price raising algorithm now this actually is not a new case that has been going on uh the lawsuit by the FTC was filed in September but many details were withheld until Thursday that's why we're really hearing about this now so here's the summary of what they're saying or accusing allegedly got to say the alleged part you know of what Amazon had done so they are saying they created a secret algorithm internally and the code was called project Nessie to identify specific products for which it predicts other online stores will follow Amazon price increases so Amazon will use project Nessie to extract more than $1 billion directly from American pocketbooks this is according to the FTC now on the flip side of this we have an Amazon spokesperson uh who is Tim Doyle and they are saying the FTC grossly mischaracterized the pricing tool and the code and what the purpose was so he goes on to say that the purpose of this was or purpose of Nessie was to try and stop our price matching from resulting in unusual outcomes where prices became so low they were unsustainable so you can kind of see their side here based on that but I'm curious to hear your take do you think what Doyle is saying is actually their intention and behind the code or do you think the FTC is on to something leave in the comments all right next up is for anyone out there who is really obsessed or curious with new AI tools I know I'm one of those people I love seeing how quickly these tools are evolving what is available especially as a Creator there is the code side of things as well where there's so many code assistants writing assistance and then too there's this creation side which I find fascinating I feel like we've really nailed it when it comes to images or getting close to nailing It Anyways where I do expect and hope to see a lot of growth is with videos I know Adobe is working on they have their generative AI for images and now they're working on it for videos which is going to completely completely change content as we know it but until that day happens which I'm sure will be very soon I wanted to share with you another company stability AI who I'm sure many of you are familiar with now this company is stability Ai and I'm sure most of you are familiar with it they're considered a startup but honestly they are a massive company at this point I'm curious to know what they're let's Google it okay well they're valued at $1 billion so startup or not they're big they got some big money behind them and they're coming out with a new tool now this tool it's an app they're calling it that generates textured 3D objects in a matter of seconds now check out this image here on screen I'll put it on it's it's a example from them of 3D models that are generated with their new stable 3D tool I mean it's pretty incredible it's it's pretty spot-on if you ask me and it's just the beginning I always come back to and I know this saying is so overused but I always come back to Tech today is the worst it will ever be when we think about how far we've come in the past year year it's pretty incredible and this is another step forward so this is not available to the public yet I did want to share it with you though because I know you love to be the first to hear about new tools and this will be coming to the public very soon right now it's available for a very select private group of users but keep your eye out on this because I think this will be a huge game changer even for the world of video games I can see so many use cases for this what does that mean for video game developers I'm just kidding it means they're going to have a great job now we started with Elon Musk and I guess we're ending with Elon Musk whether we like it or not he's once again in the news but this I found really interesting I found this interesting because out of many different kind of wild things I know he can be doing one thing I think that is really interesting and a positive thing that he spends a lot of time on is advocating for AI regulations musk recently sat down with the British prime minister in a conversation that really dove into the dangers or potential D dangers with AI and what needs to be done to ensure that are are proper regulations around it one of the quotes that I really liked from him was I'm glad to see at this point people are taking AI seriously and then he goes on to say thanks for the summit referring to the AI Summit the AI safety Summit that was put on I think it will go down in history as quite important so it's really interesting I know himself and many others have been sharing a lot about the potential dangers of AI and I think for many of us it's hard to see those potential dangers because right now in our day-to-day lives it's packaged up as these really cute little tools that you can you know put your face on different characters or change your outfit so we kind of lose sight as to what this technology actually is at its core and what the capabilities of it or possibilities as it continues to grow really are all right that is the top five biggest things to happen in Tech this past week I hope you really learned something new for me when I was doing this research one of the things that I didn't hear about from any other you know social media that was sharing about tech news or anything like that was the LinkedIn coach so I'm curious to hear is there something new that you learned today leave in the comments let me know if you like these Tech roundups I really like doing them it's a really quick and easy way to stay updated on all things Tech all right now I'm actually getting at Sushi bye [Music] everyone"
        },
        {
            "title": "The BIGGEST Tech News You Probably Missed This Past Week | AI, Coding, Stack Overflow & more",
            "url": "https://youtube.com/watch?v=AhNjKsT3cKg",
            "text": "[Music] thank you here are the top five biggest things to happen in Tech this past week from AI helping a quadriplegic man move again to well smart glasses that can help you with your dating life but also too acing that technical interview let's get into it oh before we do hit that subscribe give this video a like and leave any video suggestions in the comment okay now let's get into it now this first story gets pretty wild quickly which is AI knows what you are typing there have been studies that were recently conducted to see how AI was able to detect or pick up what keystrokes are being typed when you're in a zoom call or if someone is in earshot from you in this paper it states that with zoom audio to go on an AI can decode keystroke sounds with a startling 93 accuracy and it's able to pick up exactly what you are typing now I'm sure the inevitable is going to occur with this potential risk and danger yes there's pros to it but also too let's face it there's a lot of cons especially when it comes to cyber security one example they share in this article is really how this could be used for example you're in an airport typing in your password and there is a hacker sitting close to you with a microphone captures that audio from your keystrokes the rest is history and this might sound so far-fetched like we are in this cyber movie and this isn't going to happen but it's already happening today this is where we are at and cyber security implications are going to be huge with this and they actually tested this out the researchers pressed 36 keys on the MacBook Pro a total of 25 times each recording the keystrokes on two different mediums a nearby iPhone microphone and zoom audio and the accuracies of picking up these keystrokes were between 95 and 93 now this next story it hits close to home as a developer which is stack Overflow has seen a massive decline in users since different apps such as chat GPT Bard you get the point have been released and not only are they competing against these AI models but some of them were actually trained on stack Overflow data and of course Elon Musk had to make his way into this news by calling it death by llm now stack overflow's CEO is responding to this in two main ways one being the phenomenal community resource he is saying that the reason why stack Overflow in many ways became so popular you don't have to spend a large amount of hours into the night trying to figure things out you have this amazing community resource stack Overflow is responding by saying that it wants to be paid for its training data I mean they're giving away all this data and losing out on it so it makes sense where they want to get paid he also shared out a tweet which I think is really interesting and gets you thinking this is what it said he also recently tweeted this out and it really gets your mind going when stack Overflow is fully dead due to AI where will AI Labs get their training data from and this is a great point it's one of those things where the snake is eating its own tail they are getting this data from stack Overflow but they are killing stack Overflow as they are doing that where are they going to get the data once this is done does that even matter to them oh the irony in this next story this one was it's too good it's too good as someone who works from home remote and is a huge remote fan I had to include this one Zoom wants its employees to return back to office very ironic considering they make their money on individuals working remotely now here's what they had to say about it we believe that a structured hybrid approach meaning employees that live near office need to be on site at least two days a week to interact with their teams now although this is very ironic considering what their technology is all about they are one of the last big companies or where there's still a few hanging in there but most big companies nowadays are going back to this hybrid approach which by the way is terrifying as someone who likes to work from home this next story I shared in short form on social media but I had to include it in this week it's mind-blowing we talk a lot about AI on here and sometimes it gets more into the negatives of AI and what that is and I always try and keep it positive and this story here with AI is one of those really positive use cases of how it can change the world and people's lives Mr right here AI helps quadriplegic man move and feel again so what surgeons were able to do is implant a chip into this individual's brain and let me let me read for you exactly what they did surgeons implanted microchips into Thomas's the quadriplegic brain in the regions that control movement and touch sensation in the hand the chip interfaces with AI algorithms that relink his brain to his body and spinal cord through this they are able to interpret Thomas's thoughts and translate them into actions now this is wild and such a great use case of how we can help people with this technology with AI and now you can see Thomas is able to move his arm when he starts thinking about it and signaling from his brain this was impossible before he had this surgery it was very successful and it's getting a lot of media attention rightfully so now one of the lead researchers on this project here's what they had to say this is a game changer our goal is to one day give people with paralysis the ability to live Fuller independent lives you can think of maybe you have a friend family member acquaintance who has been impacted with something like this being able to have more independent be function more independently through this technology I think it's really just at the cusp of what is possible now this next one is for anyone who's in the dating scene or needs a little help maybe with dating Stanford students created some glasses smart glasses that can display the output of opening eyes gpt4 this is something that I kind of wish I had during my technical interviews especially when we get into really specific algorithms being able to see the solution on my glasses and they can't tell that I have the solution where do I order a pair the device is called Riz GPT and this is how it works it listens to your conversations and it tells you exactly what to say next so you can see on screen when you are having a conversation text will be generated in real time for you so here let me share with you this tweet of an example of what is possible with these glasses now this is able to work this way because opening eyes speech recognition software whisper allows the glasses to feed speech directly to the chatbot which can generate answers in a matter of seconds really now there still is when I was watching videos a little bit of pause even one or two seconds in a conversation can feel like a lot but we are definitely on our way to making these an everyday product which has the potential to really impact a lot of areas from your dating life your job interview that's why I keep on coming back to the job interview would be the biggest thing how you do negotiations having all that information right in front of you in real time the possibilities are really endless what do you think though do you think something like this product these glasses should be allowed for the public to access or is it giving us too much information at our fingertips that will impact really if we put any effort into learning or using our own lives all right those are the top five biggest things to happen in Tech this past week Tech is moving so quickly so I try and keep these updates for you to stay informed in a fun and engaging way that you don't have to spend all your time reading in depth about all these articles that's what I like to do and sum it up for you leave in the comments if you enjoy the series if you want me to continue with it other video topics you have your comments your likes your your subscribe hits I know it sounds all cliche but it really helps me when creating content so I appreciate it all I appreciate you and on that note I need to get some more coffee bye everyone [Music] thank you"
        },
        {
            "title": "Ikea's Automated Drones (+ More Tech News)",
            "url": "https://youtube.com/watch?v=aUERPeeOTl8",
            "text": "hey everyone this is moss Fett your simple Tech news update starting off this week with some drone news Swedish Furniture giant Ikea first piloted Verity's automated drone system back in 2020 and according to a recent video by the company their use is only increasing there are now over 100 of these automated drones working in Ikea's warehouses automatically scanning and photographing the product inventory to keep track of everything these things work day and night taking shifts While others Auto do and charge in similar news Amazon is triing a new Pharmacy drone delivery service to people in College Station Texas expanding from a limited service launched last year the megacorp says that those who require medications can now receive them within 60 minutes and eligible customers will begin see the drone delivery option appear in their checkouts Britain's civil aviation Authority has also given the green light for six new drone delivery trials across the country as part of a study to see how these types of systems can integrate with existing regulations they they will operate in controlled environments under a new temporary reserved area structure which enables drones to operate within the same airspace as other aircraft and the tests involve everything from delivering medical supplies to hospitals to infrastructure maintenance and surveillance switching over to manufacturing and we have a couple interesting developments in small scale 3D printing Technologies researchers at Georgia Tech have developed a new process to 3D print glass micro structures which uses Ultraviolet light drastically reducing heat required to conver convert the polymer resin to silica glass other techniques need Heats of over 1,1 100° C whereas this one functions at around 220° it also required much less time to cure cutting times from half a day down to 5 hours they've used it to produce all kinds of glass micro structures including tiny lenses approximately the width of a human hair that could be used for medical imaging inside the body a different research project has also developed a new technique for 3D printing Nano structures dubbed a o this new technique uses something called austo optic scanning in place of traditional inertial mechanical scanning which increases laser scanning speed significantly after it does this it uses a spatial Optical switch which allows for light beams with different scanning angles to be activated or deactivated resulting in speeds up to 10 times faster than Alternatives other experts say this may eventually pave the way for new micro Optics and micro mechanical device manufacturing you know I like to keep you updated with novel 3D printing Technologies and NASA uploaded a video of a unique type of 3D printer that I haven't seen before named Isaac this giant robotic arm has a roller which places layers of composite fiber material onto objects creating super light weight and strong Parts they also briefly showed the ebf3 which is a directed energy deposition machine which uses an electron beam to instantly melt metals and deposit them layer by layer in other research news a team from robotics recently uploaded a video demonstrating a bicycle tire insert prototype which makes them puncture proof there's not much information but they say a polymer can be added to a regular tire and inner tube and in their example they showed a nail going through and not affecting the air pressure at all cool there's absolutely tons of automation newed this week and here's yet another automated system this time from Honda we briefly saw their autonomous work vehicle for use on construction sites a little while back but now they're demonstrating how it works on airfields it has a range of up to 28 mil works both manually and autonomously and can carry out tasks such as perimeter fence inspections mowing green areas Towing baggage carts and removing debris from runways Boston Dynamic stretch boox unloading robot I showed last year now has a new feature to increase productivity even more the multipick option allows the automated bot to pick up multiple boxes at once with a single swing of its arm I think this is part of a trend in automation that's often overlooked not only do new machines increase speeds and efficiency at which they carry out tasks but new features Fe like this one provide even more productivity and they can be added to entire fleets with software upgrades there's more incremental improvements happening in quadruped robotics too in order to perform important tasks like environmental monitoring or search and rescue quadruped robots must be able to navigate through branches and Vines without getting tied up and a team at Carnegie melon have been researching how to overcome this challenge they found that having the robot reactively retract its legs was the best option in getting it to navigate and untangle itself from obstacles compared to attempts such as high stepping which uses a lot more energy in the process researchers from the University of Illinois have been experimenting with an interesting idea too what if you attached an arm to a robo vacuum to turn it into an inexpensive and useful general purpose household robot the team designed a plug andplay robotic arm system which attaches to the top of the vacuum and they demonstrated it navigating specified locations opening doors as well as handling and moving objects moving over to artificial intelligence now and a couple of weeks ago Google added some new generative AI feature tests to search results allowing users to generate images or text directly amongst other items this feature is currently experimental and is available if you sign up to Google's AI search Labs program another Trend we may be seeing more of in the coming years is vertical farming ifarm recently announced the launch of the first vertical Farm in the UAE located in Dubai this Farm has a growing area of 712 square m and will produce three tons of fresh food such as leafy greens micro greens herbs and edible flowers per month initially targeting retail hotel and restaurant markets and ending this week with two interesting Electronics products firstly the lichi console 4A is a portable risk 5 development terminal according to the product page and it basically is like a little Netbook that can run Linux it's based around the th1 1520 risk 5 module and has 16 gigs of RAM 128 gig emmc plus external SSD capability a 7in 1280x800 100 resed screen and a bunch of other standard features it's available for pre-order now and according to a previous announcement prices will start at $299 and after shipping to crowdfunding investors earlier this year virtuix recently announced that pre-orders for the omni1 virtual reality treadmills are now open to the public this treadmill has full 360° mobility and allows users to walk run Crouch and jump inside its 4T diameter it's $2,600 plus shipping and they estimated it ship in the second quarter next year all right that's everything for this update subscribe to the channel for more Cutting Edge news or check out the mosfet playlist see you next time"
        },
        {
            "title": "Bloomberg Business News Live",
            "url": "https://youtube.com/watch?v=iyOq8DhaMYw",
            "text": "Transcript not available"
        },
        {
            "title": "Grok",
            "url": "https://youtube.com/watch?v=rCmsoa2Zlhg",
            "text": "ah another week another tech news say that reminds me of a song I learned in comai flip the switch and turn it off Elon musk's AI company called what else xai has unveiled grock a competitor to open ai's chat gbt with realtime access to all posts on X formerly Twitter now that access turned Microsoft's Tay chatbot into a racist psychopath back in 2016 but that doesn't matter it's musk time grock is named after science fiction writer Robert a heinlin neologism meaning to understand intuitively or by empathy so naturally according to Elon grock is based and loves sarcasm xai's announcement on their site pleads with you not to use it if you hate humor like the kind of rafflecopter fuel found in its answers to what the company calls spicy questions like tell me how to make cocaine after all grock's mission is to help understand the universe and the universe entails all possible fake cocaine recipes xai says that despite being trained in a couple months on only 33 billion parameters grock performs better than meta's llama 2 and open ai's GPT 3.5 that's not the current version but the older version in a number of benchmarks but you won't be able to verify that right now unless you're verified on X and you get into the Early Access program those people must be laughing so hard now yes it's true that Elon joined multiple calls from experts to pause AI development for the safety of humanity but as he explained back in June he quote didn't think anyone would actually agree to the pause see we absolutely cannot tip over ice cream trucks and slurp everything up inside for free we cannot or we do we're doing we're doing this this is wrong unless everyone else is doing it it which case it's fine then we'll see speaking of AI open AI proved they're a real Tech Giant by holding their first Dev Day event this morning after licking the air like a lizard for some reason CEO Sam Alman made a few fairly big announcements first off the company introduced what they're calling gpts Custom versions of chat GPT built for specific purposes that can be built shared and sold on the GPT store don't call them apps do not call them that Sam says he's still figuring out how Revenue sharing will work but we do know building your own GPT won't require any coding knowledge you can build gpts using GPT like parents editing their embryos genes so the eventual child never disappoints them open AI also announced gp4 Turbo with a massive 128k context window meaning it could accept prompts up to 300 pages long an assistance API to help developers make series that don't suck price decreases across the board and perhaps most interesting to me copyright Shield a commitment to pay legal costs for open aai customers who get sued for copyright infringement over AI generated Works similar promises are made by IBM Microsoft Adobe and more at the same time that some of those same companies are trying to make sure copyright holders aren't screwed over by generative AI which is now so pervasive you can use it in freaking Microsoft Paint honestly I don't care if Lil Mato didn't know what he was generating on the family computer he's going to jail Google went to court today to defend itself from epic games who accused Google of anti-competitive behavior concerning the Play Store way back in August 2020 after 3 years of dramatic tension I can only hope this ends in a passionate make out but we'll see if this sounds familiar it's because epic went through this whole song and dance with apple already only to pretty much lose and if you have no idea what I'm talking about I made a tech longer on it just just save that for later epic games may have a slightly stronger case with Google though as there's loads of evidence Google has gone out of their way to wall off their supposedly Open Garden but I don't know Google did publish a blog post on Thursday essentially explaining how they're actually right and they definitely don't make deals with companies to stop epic's attempts to compete with the Play Store so it's right it's it's right there on the other hand another thing that might help epic get what it wants is once again leveraging the power of Gamers fortnite re-released the original Island map on the weekend breaking its own records for concurrent players we need those guys on Deck again to flood the trials call-in line once more and implore the judge to subscribe to their YouTube channels it's the only way your honor I based you don't get it judge epic is based on love sarcasm now it's time for quick bits brought to you by paper legs cleaning kit designed to remove dust Grime and skin oils from your disgusting screens take the kit on the go its new thinner design is compatible with the skinniest of skinny jeans even if healthy blood circulation isn't paper leg has also improved the spray head and redesign the hard shell case so the bottle slides into either end making reassembly effortless and they include five refill pellets with every purchase just fill the empty spray bottle with water add a pellet and wait 10 minutes perhaps you can use that time to change into pants that let blood reach your feet get your paperlike cleaning kit today at the link below my family has been using the same quick recipe since 1964 except we took out all the ASB bestas and Lead we did we did take it out right it'll stick to your ribs it's good good for you and your lungs Intel announced a while back that they were changing the naming scheme for their core processors and now leaks have given us a taste of how much getting used to that is going to suck leaker momomo us posted benchmarks from Crossmark on Twitter I'll still call it that sometimes showing chips with names like Intel Core Ultra 915h which is thought to be the flagship notebook chip in the meteor Lake family but don't get that confused with the Intel Core Ultra 150u which is part of the Raptor Lake U family refresh both chips are part of what Intel is now calling first gen core after after the 14th gen released and while I might agree that having less digits in the name is better I'm hoping this doesn't become a Xbox One 1 x series X situation just please be better Intel Media Tech has announced its new flagship mobile processor the density 9300 or as I like to call it the density 9300 because unlike other chips that use a combination of big performance cores and smaller efficiency cores the dimenson 9300 will only use four big cores and four Ultra large cores for its processor chunky though it may be mediatech still claims a 15% increase in single core performance a 40% increase in multi-core performance and 30 3% greater efficiency over its predecessor the dimensity 9200 the idea is to allow more AI processing to stay on the chip rather than the cloud in which case bigger might just be better oh Lord he coming Oh Lordy Corin Xbox has announced a multi-year partnership with inworld AI a company with an AI character engine they claim makes multimodal characters meaning they can react to your speech and to visuals in game the two companies plan to build a multi-platform AI tool set for games that will include shocker an AI co-pilot to assist with development and an AI character runtime engine that will allow you to import AI characters into any game client from Unreal Engine 5 to Roblox is it also called co-pilot 365 cuz I've had enough how many co-pilots can you have until they're just crew members we're all piloting together now developers of all ages can hire the worst voice actors for their games Western Digital is splitting up their Flash and hard drive businesses into two independent companies but that doesn't mean they love you any less than they did before yeah because they didn't love you before they've always hated you just a number it seems that Western digital's flash company has been suffering from demand shortage which is a funny way of saying no one wants it and since they couldn't get kokia to give them a place to stay and regular business WD is kicking out their two time and Flash segment and increasing their own stock prices by 10% for the trouble however there has been no word on how this will affect alimony payments attendees at ape Fest the board ape Yacht Club's annual nft event in Hong Kong reported severe eye pain visual impairment and skin damage similar to sunburns after the event while it's tempting to assume that Zeus Almighty finally did something about crypto this parallels a previous incident in Hong Kong in 2017 where contractors installed disinfecting UV lights instead of stage lights leading to an effect similar to staring into the sun organizers claimed that fewer than 1% of attendees were affected only to get roasted by an opthalmologist for blasting ultraviolet light directly into people's faces and destroying their corneas don't worry Apes the doctor says it'll grow back you can look at more stupid variations of the same image in the future and we promise fewer than 0.1% of you will be blinded if you come back on Wednesday for more Tech news that hey those are pretty good odds I mean not every channel can say that"
        },
        {
            "title": "First you put 10,000 GPUs on a boat... - Tech News Nov 5",
            "url": "https://youtube.com/watch?v=r1zt6cf1sK4",
            "text": "[Music] welcome back to Paul's Tech news given the \nRelentless and immutable forward progress of   time I am greatly honored that a person such as \nyourself with impeccable taste and unimpeachable   reputation has chosen to spend a few of life's \nprecious fleeting moments here with me. good   form. and now if you would be so kind as to \ntilt your heads slightly to the side-like,   I will funnel this Blended concoction of \ntech worthy news bits directly into your   brain so that you might be apprised of such \ngoings-on as the RTX 4090 getting banned in   China again or fleets of AI Farms being \ndeployed in international waters or Intel   and AMD both releasing (such excitement) new GPU \ndrivers! once your brain hole has been topped off,   just let it steep for about 35-40 minutes and \nthen gradually you should start to feel the   Mind expanding effects kick in. hopefully \nyou didn't have anything else planned for   the rest of the day, because it's time \nfor Tech News - the only way to fly. excellent this video is proudly sponsored \nby Microcenter if you're looking for awesome   Tech deals make your way down to one of the 25 \nMicrocenter retail stores here in the US to Avail   yourself of their consistently competitive prices \nkiller combo deals and their excellent selection   of PC Hardware 3D printers and more microcenter's \nwebsite features their custom PC Builder which   allows you to spec out your rig while verifying \ncompatibility at the same time then you can build   it yourself or have the pros at Micro Center \nassemble it for you approved submissions to   their PC build showcase earn an in-store coupon \nthere's a 3D printer promo going on right now   and a new store is opening in Charlotte North \nCarolina in early 2024 so click the sponsor   Link in the description for more today we have \nmuch news and very little time so for maximum   efficiency we're going to do the whole thing Tech \nbriefs style starting off with some Nvidia news   because for the past 3 weeks we've been told that \nthe RTX 490 was going to be banned in China then   it wasn't and now it is again per yet another \nsec filing from Nvidia the cut off is November   17th for the RTX 490 and it has been clarified \nthat the ban for the other products was what   took effect immediately which means a few more \nRush shipments of nvidia's top-end video card   will likely slip through before the deadline but \nwhat about those other gpus the advanced Ai and   HPC gpus that were banned without a grace period \nWell the Wall Street Journal reports that about   $5 billion worth of Nvidia Hardware was affected \nproducts that were supposed to be sold to Chinese   Ai and cloud computing companies like Ali Baba \nBYU and bite dance fortunately for NVIDIA though   they've already been sold out of their stock for \nthe next several quarters so finding new homes   for the a100 a800 h100 h800 and l4s cards and \nmodules shouldn't be a problem as long as those   homes aren't in China Saudi Arabia the United \nArab Emirates or Vietnam per the ban but what   about shipping AI gpus to locations that aren't \na country at all such as international waters   where the Barnacles range free and the scurvy \ncauses mild irritation to the nether regions   pirate infested waters yahar because where else \nwould you want to park a sea floa AI platform   featuring 10,000 Nvidia h100 gpus that's about \n$300 million worth of machine learning silicon   that alternate reality Corporation the Dell \ncomplex intends to set sail aboard their blue   c Frontier compute cluster or bfcc which will then \nVenture forth into intern ational Waters where the   Pandora's box of AI can be fully Unleashed free \nfrom the burdens of State regulation or ethical   or moral responsibility Beyond maximizing profits \nfor its stakeholders what could go wrong one last   bit of Nvidia news dlss support will finally be \nmaking its way to Starfield and just in time for   the internet to have decided that they don't \nlike the game after all sometime this week a   steam beta version of Starfield will debut \nwhich will include Nvidia dlss support with   frame generation display and HD HDR controls for \nsupported systems and other optimizations with   a full release on PC and Xbox to follow sometime \nthereafter also sometime thereafter Bethesda will   be adding AMD FSR 3 support So at last you'll \nbe able to see how big and empty space is with   higher frame rates Intel might have an answer \nto amd's threadripper 7000 series in the works   according to yuuki_ans on Twitter - threadripper \n7000 workstation and high-end desktop CPUs are   set to launch November 21st so Intel will need \nto wring a lot of extra performance out of this   rumored Sapphire Rapids refresh if they want to \ncompete. it sounds like the Xeon w-2500 series,   successor to the w2400 series, will boost core \ncounts by two and clock speeds by as much as 300   MHz, both of which would be needed given the \nlack of a microarchitecture update or process   shrink. TDPs are up by 10 to 25 watts as well \nso the flagship w725 95x for example will have   26 scores 52 threads a 4.8 GHz boost clock and a \n250 W TDP no details on price or launch date but   probably sometime in 2024 Intel has also continued \nto improve their Arc GPU drivers with yet another   update Thursday boosting performance across our \nrange of games and while the 750 Improvement   headliner here is specifically referring to halo \nthe Master Chief Collection which went from broken   to not broken it's still about a 35% Improvement \non average across the other games listed which   is nothing to sneeze at why would you just \ngo sneezing at things anyway that's gross   you should use your elbow point is Intel keeps \nmaking their Arc gpus better and since all of   these driver updates are free well it means \nyou can actually just download more FPS AMD   did a GPU driver update too since that counts as \nnews today well it is to be fair and especially   for gamers who are still using Polaris or even \nVega based gpus the adrenaline 23111 driver that   went live from Friday is evidence that AMD has \nnot abandoned them completely although they are   getting some mixed messages as to how long AMD \nsees this relationship lasting Vega and Polaris   drivers have been fewer and farther between than \nrdna drivers which makes some sense given that   they are older gpus but by comparison nvidia's \nolder Maxwell cards are still getting updates   too so AMD we know your GPU drivers age like fine \nwine but don't go serving rx580 users vinegar just   because they've been hanging out at your Prett \ntoo long speaking of Pary ending it's time for   this whole YouTube thing to come crashing down \nor so the sentiment seems to be after a few weeks   of intensifying anti-ad block updates it started \nwith Annoying messages and has escalated to unism   popups that block video playback unless YouTube \ngets whitelisted so their ads can play wizened   internet denisons chuckled to themselves while \nloading up Firefox and trusty old ublock origin   but even that stalwart solution for internet \nprivacy has experienced challenges circumventing   the platform's new restrictions and then what a \nsurprise YouTube coincidentally began to raise   prices for YouTube premium in regions including \nEurope APAC and South America fortunately the   Intrepid team at ublock origin is hard at work \nupdating the plug-in with version 1.53 released   just a few days ago so this will no doubt usher in \na time of war and strife with YouTube and ad block   devs struggling betwix themselves for control over \nour eyeball I hope the good guys win speaking of   good guys winning ha when does that ever happen \ncase in point Amazon who I totally patronize   and make affiliate links for all the time which \nmakes me a raging hypocrite but Amazon sure does   suck they leveraged technology to algorithmically \nmanipulate their prices in order to minmax their   profit margins skimming customers wallets of about \n$1 billion n FTC suit alleges and furthermore they   hid executive Communications on the matter which \nwas called project Nessie by the way by using   signals disappearing messages feature it's all \ndiscussed in detail in my upcoming book modern   monopolies a complex and multifaceted subject \nthat is uniquely ill suited for discussion in a   tech brief segment speaking of baffling business \npractices Western Digital the mechanical hard   drive manufacturer who acquired SanDisk back \nin 2016 so they could maintain a presence in   the flash storage space is now spinning off the \nSSD making part of their company as a separate   business whether this decision was made due to \nrecent quality control issues with some SanDisk   ssds or because the WD kioxia merger that they \nhad attempted to make happen for so long fell   through last week is anyone's guess but a better \nquestion is what the spun-off SSD company will   be called SanDisk don't be silly my money is on \nEastern analog I know I've used that joke before   but it's a good one so I use it again speaking \nof ssds our final story as is tradition contains   a dire warning SSD prices are on the upswing case \nin point again Samsung intends to raise the price   of their nand flash memory by as much as 20% per \nquarter until mid 2024 and while this might take   some time to directly affect consumer pricing \nit is part of an ongoing trend from SSD makers   who appear to want more money and who are mad at \nus for being able to buy $70 2 TB nvme drives how   rude I hope they finish those AI pirate ships \nsoon so the AI can just take over we won't have   to think or talk or feel anymore that'll show \nthose stupid SSD manufacturers but there you   have it guys Tech news for the weekend if you \nliked it click that like button or leave me a   comment down below while you're down there \nall the articles I talked about today are   linked in the video's description if you're \ninterested and you can check out my store at   paulshardware.net for high quality merchandise - \nt-shirts hoodies beer sets and more. subscribing   to my channel is always a good call too! thanks \nagain everyone and we'll see you next week. mmmm, water from yesterday"
        },
        {
            "title": "Tech News 1627 || Second Hand Mobiles, Jio Airfiber, iOS 17, Sony WF-1000XM5, HONOR 100 Pro, Etc..",
            "url": "https://youtube.com/watch?v=J2E4HRugbpM",
            "text": "friend te 1627 second h iPhone back aggressive price around 20,000 iPhone 15as almost 63.4 Rel Bangalore Chennai Hyderabad Kata pun fi Max spe 349 one mon mons 12 month G for for thanks for watching bye-bye"
        },
        {
            "title": "A Super Scary GPU Situation - Tech News Oct 29",
            "url": "https://youtube.com/watch?v=7gQysRuW1zI",
            "text": "welcome back to Paul's Tech News - we begin \nToday's Show with two notes: first,  give in to the dark side. enough with the excuses, \nyou've been putting it off all year,  It's time (come on do it!) second, for those brave \nbut foolish Souls who seek to venture forth   upon the coming all hollow's Eve to partake \nin gruesome ritual sacrifice or the ungodly   summoning of wailing and accursed souls of the \nDamned or to relentlessly stalk from house to   house seeking to somehow satiate your ravenous \nhunger for sweet sweet Halloween candy or you   know perhaps a happy mix of all three but a \nwarning be careful out there stay hydrated   and have fun oh and if there's self- served \ncandy at a house in your neighborhood don't   be that jerk who just steals The Whole \nBowl but now let me prepare my ritual sacrifice you can't see anything ah the circle   is complete and all is proceeding as I \nhave foreseen and now on with the tech news excellent today's video is brought to you \nby lexar's Thor OC ddr5 memory kits powering   the latest generation of desktop gaming \nand workstation PCS available and speeds   up to 6,000 megat transfers per second with cl32 \ntimings and equipped with both XMP 3.0 and Expo   support for Intel or AMD platforms Lexar Thor \nOC ddr5 memory provides stability reliability   and efficiency in a classy and elegant lowprofile \ndesign for more on Lexar Thor OC ddr5 memory kits   click the sponsor Link in the video description \nactually I don't want to start the show like   this but I can't keep this on I'm going to \nhave to take it off to reveal the horror beneath okay our first few stories are all \nabout Nvidia starting with a follow-up from   last week when it was revealed that updated us \nexport restrictions will block a slew of Team   Green's AI gpus as well as their best current \ngaming GPU the RTX 490 from being sold in China   however in an updated 8K SEC filing Monday \nNvidia seems to have indicated that the RTX   490 is no longer affected or at least it was not \nincluded on the list of banned products and this   would make some sense as the US restrictions are \nostensibly designed to prevent the buildout of   Highly capable AI supercomputing arrays which \nmeans means a focus on data center Hardware   rather than gaming gpus so tough luck there \nscalpers who were scooping up RTX 490s in the   past week with the intent to smuggle limit into \nChina to resell for prohibition prices how dare   you such audacity I was going to say that I look \nforward to the day when scalpers are replaced by   AI but I think Ticket Master did that already oh \nand those export restrictions that were going to   take 30 days to go into effect they're effective \nimmediately so good call their scalpers who were   scooping up Nvidia A1 100s and h100s in the past \nweek with the intent to smuggle them into China   to resell for prohibition prices you're probably \ngoing to make Bank speaking of Nvidia making bank   they'll have yet another income stream showering \ndown upon them soon if rumors are true about RTX   40 series super gpus which were also teased in \nlast week's show speculation has been running   rampant about these gpus probably because there \nappears to be nothing else significant launching   this year apart from threer per 7,000 with \ncurrently unanswerable questions being raised   will there be two super car or three a 4070 super \n4070 TI super 4080 super and or 4080 TI super will   any of them use the a102 GPU that the RTX 490 uses \nor will they all be ad 103 and AD 104 based might   there even be chip mixing within the same product \nskew as copy 7 Kimi suggests the 4080 super might   have 20 GB of vram but that would mean a 160 bit \nmemory bus if they use the lower-end a103 which   would seem to indicate that the 8102 GPU will be \nused but would Nvidia use that for a lower priced   card when they could easily sell those gpus in \ntheir ad 5000 series workstation gpus that sell   for way more and speaking of selling price how \nmuch will these gpus cost if the RTX 480 super   is $1,200 will they drop the RTX 480 nonp price to \n1,000 we could sit here and make guesses all day   and to be honest it wouldn't be the first circle \njerk of this kind that I've ever attended I'm   at least doing my best to keep my hands clean by \nrecommending that you not play Le too much stock   in these early rumors remember that companies \ncan change their minds so even legitimate info   that leaks out might not come to fruition and \nas we should do with everything stay skeptical   and don't get too invested in unverified data so \ndoes that mean that I think these RTX 40 super   rumors are [ __ ] no it does seem like there will \nbe a 40 series GPU or gpus coming soon probably   in early 2024 and updates to databases and tools \nlike the PCI ID repository and Hardware info are   the evidence that I find most reliable typically \ndiagnostic software developers receive information   about forthcoming Hardware well in advance says \nAnton from Tom's Hardware and that's probably   the most legitimate Source we'll come across this \nyear one more Nvidia item to share they revealed   on Monday that they're working on arm-based \nCPUs for personal computers specifically to   run arm-based Windows which Qualcomm has had \nan exclusive licens 4 that runs out in 2024   and Nvidia isn't the only one AMD also has an \narmc CPU initiative and both AMD and Nvidia say   they could start selling them as early as 2025 \nnot to be left out of the party Qualcomm also   revealed a new Snapdragon Elite X arm CPU that \ncan boost up to 4.3 GHz at their Summit event   Tuesday and all of this means that Intel will \nhave some serious competition on the desktop   CPU side in coming years and not just from AMD \nas long as Microsoft can convince consumers and   developers to transition from x86 based windows \nto the arm version which they have already tried   and failed to do meanwhile Intel CEO Pat Ginger \ndescribed arm Alternatives as relegated to pretty   insignificant roles in the PC business so he's not \nscared yet speaking of scary things imagine this   you have the most awesome gaming PC probably \nwith an RTX 490 and stuff and you just got a   hot and much anticipated new AAA game you fire it \nup start to play and you get 30 frames per second who would have thought that the Real Horror Story \nat the end of October would be City's skylines 2   which launched Tuesday and then immediately went \ninto the all to Common review cycle experienced   by games that are pushed out before they are \nready sure there are good things to say about   it but all the good is overshadowed by the bad \nlike the aforementioned poor optimization that   results in 30fps frame rates with the best \nhardware configurations prompting the devs   to make excuses in interviews saying dumb things \nlike there's no real benefit to aim for higher   than 30 FPS instead of seeking True Justice for \nthis atrocity by blaming whichever decision makers   hire up in the chain of command at their company \nwho said yes let's launch this game because first   impressions are easily forgotten and you can \njust relaunch once the game is actually ready   in March 2024 right PC gamers are already on the \ncase though tracking down the cause of the low   frame rates resulting in a theory that the game \nis drawing NPC teeth with a high level of detail   even when zoomed way out and in decisive Theory \nbut the Reddit sleuths who came up with it might   want to ruminate a bit longer say colossal order \ndevs no the character's teeth are not affecting   performance in any way we would call significant \nthey say fair enough and it's also fair to assume   that they will be fixing these problems with \npatches and updates and the first one even   dropped Friday with patch 1.0.11 F1 which pushed \nthe city Builder performance from unplayable to   merely bad says Games Radar ouch the other game \nthat launched this week Allen wake 2 which came   out Friday has been met with a much more positive \nresponse as it does appear to actually be a   finished game that's ready for wide release \nand for gamers with a recent Nvidia GPU there   are a lot of special features to enable real-time \nrate tracing path tracing Ray reconstruction dlss   and frame generation and those frame boosting \nfeatures are definitely needed as even with an   RTX 480 the game is tough to run smoothly at 4K \nper PC Gamer by enabling frame generation dlss   quality Ray reconstruction and Max Ray tracing \nthe reviewer hit 71 FPS average and said it was   an incredible gaming experience but with a lower \npower rig or even on an AMD RX 7900 XT GPU where   FSR is available but other features are not the \ngame either suffers from very low frame rates or   lacks the immersive level of detail that you can \nget if you own a GPU that costs $1,200 or more   which sucks because if there's been one constant \nfor PC gaming in 2023 it's that there have been   a t ton of good games released but way too many \nof them perform like crap even with a high-end   gaming PC speaking of Highly anticipated releases \nwhat's that in your Tech briefs it's Intel they   did good or they expect to at least Intel revealed \ntheir fourth quarter revenue forecast Thursday and   thanks to nice sounding things like a healthy \nRebound in personal computer sales Improvement   in its data center business and more customers \nfor their Manufacturing Services the fledgling   manufacturer plans to outperform Wall Street \nestimates to make a bunch of people more money   and that's what it's all about really more money \nspeaking of things that most of us don't have   whatever happened to single slot GPU coolers \nturns out there is still a demand for slim to   down VGA Solutions and colorful apparently has an \nRTX 46d TI 16 gig in development with just such a   design it's a pretty straightforward blower style \ncooler and they even manage to maintain a slim   exhaust Port alongside the video out connectors \nfor small form factor builds or PCS that need a   lot of GP us in a confined space like systems that \nrun video walls for example this could be an ideal   solution so we'll have to wait and see if Nvidia \ngives colorful the okay to bring this to Market   at the very least I'd like to see four of these \nfight to the death with an RTX 490 and finally to   remind everyone that this is a special Halloween \nepisode in case you forgot we have a liquid cooled   PC filled with real human blood infused infused \nwith human blood so not filled I guess going blood   only might Gunk up the loop worse than an enax AIO \nbut this devilish PC was conceived of to promote   Diablo 4's blood Harvest event which is a blood \ndrive a super cool way to do some good alongside   a promotion I think and it's open for entrance \nuntil November 22nd they've set up giveaways to   unlock as blood donations come in at 220 quarts \n440 quarts and 666 quarts when the PC unlocks   which features a 13900 K RTX 490 64 GB of ddr5 RAM \n3 terabytes of SSD storage and of course -- blood. whose blood? they do not say. any volunteers? \nunlimited power!!! where is the stupid button excuse me sorry about that but there \nyou have it guys Tech news for the   week, and if you liked it click that like \nbutton or leave me a comment down below   while you're down there all of the art \nI talked about today are linked in the   video's description if you're interested \nand check out my store at Paulshardware.net for high quality merch: t-shirts, \nhoodies, beer sets and more. Subscribing   to my channel is always a good call too! Thanks \nagain everyone, and we'll see you next week. the force is strong with this one"
        },
        {
            "title": "Tech News 1623 || iPhone 15 Series, Samsung Galaxy S23 FE,Oneplus 12, Samsung Vs Apple, Moto G54 Etc",
            "url": "https://youtube.com/watch?v=5Vr3WPsR1Ww",
            "text": "foreign foreign [Music] foreign foreign foreign foreign foreign relation thanks for watching bye bye now"
        },
        {
            "title": "4 TOP Tech News You Missed This Week - A CRAZY Week in Tech! Meta's Glasses Recording You & More",
            "url": "https://youtube.com/watch?v=1p7_4ZuP0Y4",
            "text": "this past week has been wild there have been so many new announcements coming out and I'm really excited to catch you all up with it I mean from meta releasing or sharing about their new AI glasses with Rayban how first of all we'll dive into this in a second but how is it going to be controlled people recording you you can now record with these glasses you're never going to know if you're being recorded we'll get into that in a sec here and another one I want to share with you is about Humane AI pin it made its debut on the runway in Paris fashion of course and this company fun fact was founded by someone who used to work at open AI can see there's competition there also two Amazon just invested billions billions with a be of dollars into this company as they are working on a new model for AI which they are saying is going to be 10 times more powerful than anything that exists today I'm telling you we got to dive into [Music] this [Music] all right you know I got to give you the whole Spiel before we get into it make sure to hit that subscribe button for more Tech coding career related topics leave in the comments any other videos you want me to create let me know if you are enjoying these Tech news it seems like you are but give me feedback let me know what you like about them what you don't like okay enough of me talking well I'm going to talk more but let's get into the tech news meta recently had their event and there was a ton of different innovators creators seite individuals who attended one of the biggest announcements as I mentioned earlier on was about the collaboration between Rayban and meta now these glasses are not the first of their kind we've seen many variations of them even from meta and Rayban this is not the first time something like this is being released it is more so the improvements which they are saying improvements on audio and cameras they also are saying there is 150 different custom frames and lens combinations so they're lighter and more comfortable now at first I've seen some videos circulating online of people who have gotten their hands on these I'm like that's really cool you can create a lot of interesting content but is that line gone where there's anything private nowadays and my mind automatically goes to how these could be used to record people without consent what if you didn't know about these glasses or you didn't know or recognize that there was a camera in there that could cause a lot of issues I'm curious to hear your thoughts on this is this something that you would get I mean the flip side is this you know I I could see these being really helpful for a variety of reasons kind of I don't know I need to get your thoughts on this all right we are moving on to Humane the new AI pin which made its debut on none other than the Naomi Campbell during Paris fashion week and earlier in this video I shared with you how one of the founders used to work at open AI even to make it more intertwined if you will is one of the main backers for Humane is none other than the Sam Alman I mean no surprise here it's all very closely intertwined so this pin can sit on your jacket we've also seen photos of it sitting on your uh your pants and the whole thing around it is it's this piece of Hardware that you don't need to answer you don't need to physically interact with so it is sitting on you but it will then shine uh if someone is calling you or texting you and you can use your hand to actually read or interact with it actually let's insert here a little clip of uh the founder of Humane and giving a little demo of what it's capable the legendary tech journalist Walt mber wrote in his final column that he felt that soon one day technology would become invisible and that the computer would disappear and we agree sorry this is my wife I'm going to have to get this hello hey babe hey Bethany how's it going good are you a Ted yeah I'm on the red circle right now actually oh great good luck and don't forget to mention me I won't babe thank you love you love you too bye bye it's going to get different in a minute so there's been no announcements as to when this is being released to the public but I do expect it actually to be pretty soon I've seen this in the works for I believe it was last year last year it feels like last year that I first heard about it so it's been in the works for a while now I'm sure many years prior and uh they aren't saying when it's going to be released but they do say that privacy for them comes first so one of the things that I thought of is okay so this device is going to always be listening to me it's kind of like a wearable device so it's even more it feels more invasive than say like Alexa or any of these other smart speakers so they go on to say that there are certain words that you can ED to ensure it is not always listening you can turn it off essentially by saying words such as uh a no wake word so you can pick what that is and uh their vision is Building Products which place trust at the center so they are really trying or they're saying they're really trying to put trust first and I'm really curious to see how they are able to do that with a device that needs to be listening to you it's very curious would you get one of these I'm also wondering if these have the power to replace iPhones I really do think they might but curious to hear if you disagree with me all right Tesla released their new model their cheaper or cheapest actually model this actually didn't really make big news and I'm curious if it's because it literally just was announced or if no one cares anymore but they released their new electric SUV that doesn't necessarily need to break your bank or that's what they say anyway so here is the cost of this so they are saying the starting price for the rwd model Y is $443,000 Which is 3,700 less than the AWD model that was recently discontinued they say or went away was it discontinued I think it was also too the good news is though it does qualify for the federal EV tax credit I'm Canadian I don't know these tax credits but apparently you get one for $7500 if you purchase this EV electric vehicle I don't know it doesn't really do it for me I'm kind of I'm all about the idea behind electric of course but Tesla just kind of leaves me with this like doesn't excite me very much I'm curious though for any Tesla owners out there am I missing something next vehicle should I switch to Tesla let me know all right the last thing I want to touch on is more of an interesting thing that I've been reading a lot about not necessarily hot in the news right now but I think something that you'll find very interesting which is around Quantum Computing so we've seen Quantum Computing the topic of it the subject of it in the news a lot lately because we are making great leaps and balance with it which is really exciting I mean it still takes me a minute to fully comprehend that Quantum to to be able to this like combust my brain I'm used to computers being able to do zero or one true or false but having this quantum computer being able to have multiple scenarios at once is really I don't know it's mind-blowing maybe it's just me but I think it's really cool but the downside or the flip side to that is around encryption so I was reading a lot about this recently here on Forbes actually it says quantum computers could make today's encryption defense less and honestly this could be done in a matter of seconds so let's go into it a little bit here what they are saying and this isn't just from Forbes this is just research I'm just reading this specific article is that because encryption relies on complex mathematical problems that take an immense amount of time for traditional computers to be able to solve I mean almost impossible it's not but it just feels that way it takes so long when you're able to use something like Quantum Computing this could break encryption in a matter of minutes they are saying so now there is the flip side which is great which means they are working on putting up guard rails for these quantum computers to not be able to do that but I've just really gone down this Rabbit Hole when it comes to Quantum Computing it's really fascinating to me I know there's a ton different more work that needs to be done around Quantum Computing we aren't where we are you know but I do think there's going to be a boom just like there was with AI I think there's going to be one around quantum computers and I just really hope it's in the near future kind of maybe I shouldn't be hoping that but it just seems it's very fascinating to me curious to hear if you have done any reading up on Quantum Computing your thoughts on it I'm really geeking out about this right now so if you have leave in the comments and let's have a full-on conversation about it all right that is it for this week's Tech news it was kind of a lighter week for the number of things that have happened but the things that did happen made a big impact make sure to leave in the comments your thoughts feedback questions on anything we covered today and I'll see you very soon hit that subscribe button so I will see you really soon bye [Music] everyone down"
        }
    ]
}