{
    "reddit": [
        {
            "title": "YouTube will let musicians and actors request takedowns of their deepfakes",
            "url": "https://www.engadget.com/youtube-will-let-musicians-and-actors-request-takedowns-of-their-deepfakes-131533866.html",
            "text": "YouTube will let musicians and actors request takedowns of their deepfakes Engadget Login Reviews Best in Tech Hands-On View all Reviews Buying Guides Best Wireless Earbuds Best Robot Vacuums Best Laptops Best Gaming Laptops Best VPN Best Bluetooth Trackers View all Buying Guides Gaming Best Games PlayStation Nintendo Xbox View all Gaming Gear Amazon Apple Google Microsoft Samsung View all Gear Entertainment Movies Music TV YouTube View all Entertainment Tomorrow Space AI Robotics Transportation View all Tomorrow Deals Black Friday 2023 News Video Podcasts Facebook Twitter YouTube Sections Reviews Buying Guides Gaming Gear Entertainment Tomorrow Deals News Video Podcasts Login Advertisement Apple M2 Mac Mini early deal AI is outperforming meteorologists The best gifts for cyclists PlayStation Portal review Early Black Friday deals Read full article YouTube will let musicians and actors request takedowns of their deepfakes The company is also rolling out clearer labels on content created using AI. Sarah Fielding Tue, Nov 14, 2023, 7:15 AM · 1 min read 0 ASSOCIATED PRESS YouTube has announced new steps to combat AI misuse and misinformation that will roll out over the coming months. The new policies address transparency in videos made using AI and the rampant issue of deepfakes. YouTube is making it \"possible to request the removal of AI-generated or other synthetic or altered content that simulates an identifiable individual, including their face or voice.\" Individuals can submit calls for removal through YouTube's privacy request process , but the company will weigh the decision based on whether it's satire or if the person can be uniquely recognized — such as a public figure. Similarly, musicians or their representatives can also request the removal of any content using AI to mimic their voice. The policies come at a time when deepfakes are being widely pushed and shared, such as Civitai , which is encouraging sexualized recreations of influential women. On top of streamlining removal, YouTube will also make sure any altered or synthetic content is labeled as such. Creators will see new options to disclose this information and, if they don't, could face post removal, a YouTube Partner Program suspension and other repercussions. YouTube claims it will connect with creators about using this new tool before it rolls out. On the viewer side, this will lead to a big banner in the description stating the content is \"altered or synthetic,\" with the option to learn more. Regardless of proper labeling, YouTube might still take down AI-created videos if they contain purposely disturbing content. Latest Stories Engadget Fitbit's Charge 6 is on sale for $100 right now during Amazon's Black Friday sale If you’re looking for a new fitness tracker this holiday season, Amazon has an early Black Friday deal on the Fitbit Charge 6. Just launched in September, the wearable brings back the physical side button, and deepens its Google integration. 1h ago Engadget Cybertruck resellers rejoice: Tesla won’t sue you for flipping your car too soon The Cybertruck's newly-updated purchase agreement, which had included the controversial clause as of last week, has now been removed 1h ago Engadget Arturia’s Black Friday sale is live and offers 50 percent off flagship software Arturia’s Black Friday sale is officially live, offering 50 percent off discounts on a wide array of software collections. Grab the V Collection 9 for $300 or Pigments for $100, among other deals. 3h ago Engadget Nothing Phone 2 is getting iMessage support this Friday — with some catches This Friday, Nothing will release Nothing Chats, a messaging app that supports both RCS and iMessage communication. 3h ago Engadget Amazon cuts the price of the Breville Smart Oven Air Fryer Pro by 29 percent for Black Friday If you want extra help in the kitchen for this Thanksgiving and beyond, Amazon has the Breville Smart Oven Air Fryer Pro on sale for $130 off its sticker price. The stainless steel countertop oven is incredibly versatile, offering 13 settings for cooking and heating. 3h ago Engadget Hogwarts Legacy is finally available for the Switch After multiple delays, the Nintendo Switch version of Hogwarts Legacy has finally been released. It's currently available for download. 3h ago Engadget Here are the coolest trailers from Nintendo’s Indie World event Nintendo just held another Indie World streaming showcase and debuted a number of intriguing trailers, from recent PC classics like Moonstone Island to a rerelease of Braid. Sorry, there was no mention of Hollow Knight: Silksong. 4h ago Engadget You can now limit Instagram posts and Reels to Close Friends Instagram users now have the option to only share feed posts and Reels with Close Friends instead of all their followers. 4h ago Engadget AI is starting to outperform meteorologists A machine learning-based weather prediction program called “GraphCast” can outperform traditional weather pattern prediction technologies at a 90% verification rate. 5h ago Engadget Headspace's Black Friday deal knocks half off annual and monthly memberships Subscriptions to the Headspace app are half off this Black Friday for only two weeks. 6h ago Engadget Uber is cracking down on users who give bad ratings just to get refunds Uber has announced a string of updates for drivers and couriers, including measures to make things safer and fairer for them. 6h ago Engadget Ableton's Push standalone MIDI controller is 20 percent off in early Black Friday deal Ableton’s well-reviewed Push standalone MIDI controller and music production device is 20 percent off straight from the company. Also, Ableton’s offering its signature DAW, Live 11, for 20 percent off. 6h ago Engadget iRobot's Roomba Combo j5+ is $300 off in an early Black Friday deal You can snag iRobot’s Roomba Combo j5+ robot vacuum for $500 instead of $800, a savings of $300. This early Black Friday deal represents a record-low for the product. 8h ago Engadget Google's Pixel Buds Pro fall to record low price of $117 in an early Black Friday deal Google’s Pixel Buds Pro earbuds are on sale for $117, which matches a record low price. 8h ago Engadget Venmo's Groups feature could spell trouble for bill-splitting apps Venmo's Groups features could help users manage and settle up shared expenses. That may spell trouble for apps like Splitwise. 9h ago Engadget The 16 best gift ideas for the remote worker in your life Shop for the best gifts for remote or hybrid workers in 2023. We've rounded up the most practical work from home gifts that would be perfect gifts for the holiday season. 9h ago Engadget Opal's Tadpole proves webcams don't need to be big or boring Opal entered the webcam market two years ago with its C1 desktop camera. Now, the company is back and this time it's going after laptop users with the itty bitty Tadpole. 9h ago Engadget The best smartwatches for 2023 Here’s a list of the best smartwatches you can buy, plus advice on how to choose one. 10h ago Engadget The Morning After: Sony whiffs another gaming handheld The biggest news stories this morning: Sony's Portal is a bit of a wash, Google and Apple's deal is even pricier than you thought, and a new super-comfortable Volvo. 10h ago Engadget The Amazon Fire TV Stick Lite drops to $16 in an early Black Friday deal Our favorite budget steaming dongle is down to $16 as part of an early Black Friday deal at Amazon. 12h ago More Stories About Engadget Masthead About our Ads Advertise Licensing FAQ RSS Feed Sections Reviews Gear Gaming Entertainment Tomorrow The Buyers Guide Video Podcasts Deals Contribute Comment Guidelines Support Buying Guides Best Android Phones Best Laptops for College Students Best Air Fryers Best VR Headsets Best Smartwatches Best Live TV Streaming Services Best Wireless Headphones Subscribe to our two newsletters: Engadget Deals - A weekly roundup of our favorite tech deals The Morning After - A daily dose of the news you need Please enter a valid email address Please select a newsletter Subscribe By subscribing, you are agreeing to Engadget's Terms and Privacy Policy . Follow Us © 2023 Yahoo. All rights reserved. About Us Reprints and Permissions Suggestions Terms and Privacy Policy Privacy Dashboard Trademarks Advertise About Our Ads"
        }
    ],
    "news": [
        {
            "title": "Samsung details ‘Galaxy AI’ and a feature that can translate phone calls in real time",
            "url": "https://www.theverge.com/2023/11/8/23953198/samsung-galaxy-ai-live-translate-call",
            "text": "By  Jay Peters, a news editor who writes about technology, video games, and virtual worlds. He’s submitted several accepted emoji proposals to the Unicode Consortium. Samsung wants to make sure you know it cares about AI, too. In a new blog post, the company previewed what it calls “a new era of Galaxy AI” coming to its smartphones and detailed a forthcoming feature that will use artificial intelligence to translate phone calls in real time. “Galaxy AI is a comprehensive mobile AI experience, powered by both on-device AI developed at Samsung and cloud-based AI enabled by our open collaborations with like-minded industry leaders,” Samsung wrote in the post. “It will transform your everyday mobile experience with the peace of mind you count on from Galaxy security and privacy.”  Samsung’s live translate feature, which the company is calling “AI Live Translate Call,” will be built into the company’s native phone app. Samsung says “audio and text translations will appear in real-time as you speak” and that the translations will happen on device. The company says Galaxy AI is coming “early next year,” so it seems likely that Galaxy AI features will be included with Samsung’s Galaxy S24 lineup of smartphones. Those phones are rumored to launch in 2024. The company also reportedly demonstrated its generative AI model called Gauss at an event this week, which will apparently power features on mobile devices beginning next year, so I’m taking that to mean that Gauss will be a key part of the Galaxy S24 lineup, too. AI-powered features seem like they’re becoming the next battleground for smartphone makers. Google, for example, has a suite of AI-powered tools to help you edit and improve photos with its Pixel 8 lineup. Apple is reportedly spending a lot of money every day to train AI, and I have to imagine all that investment will show up in some AI-powered features for iPhones. And smartphone makers will soon have to compete with AI-focused hardware products like Humane’s cellular-enabled AI Pin — though you can get a preview of that device in our exclusive leak published ahead of Thursday’s launch.  / Sign up for Verge Deals to get deals on products we've tested sent to your inbox daily. The Verge is a vox media network © 2023 Vox Media, LLC. All Rights Reserved"
        }
    ],
    "youtube": [
        {
            "title": "SpaceX Launched REAL UFO In ISRAEL! HAMAS And Iran Shocked!",
            "url": "https://youtube.com/watch?v=KXuH3wc35YA",
            "text": "Elon Musk has developed a real UFO in spite of the US government the businessman has spent several years and hundreds of millions of dollars for the best SpaceX Engineers to create a new generation of aircraft it's capable of reaching a Hypersonic speed of 4,600 mph with minimal fuel consumption thanks to a unique engine that was previously used only in space shuttles the aircraft is armed with one of the strongest microwave systems that can affect both equipment and people the fighter has an advanced camouflage that hides it from radar in sight so much that it can easily be confused with the cloud and it also has one very interesting feature that you'll learn about later of course such a grand project could not go unnoticed by the government the fact is that Elon Musk did not disclose details about his new program and carefully concealed it after a while the Pentagon spotted an unexplained object in the sky and immediately sent its fighters to intercept it the news covered this event as a UFO intercept C but in fact it was Elon musk's new aircraft which can outperform any us fighter jet you walk around the airplane everywhere you look uh what you see is uh something that's designed to do the job in the most efficient and effective way and no wasted space no wasted uh capability uh it's truly an airplane as soon as the government found out about the billionaires audacious prank a cold war broke out between them this can be clearly traced because now Elon Musk is being accused by the US House of Representatives every now and then it became clear to the authorities that the creator of SpaceX has too much influence on world events and it seems that Elon Musk himself understands this because he allows himself so much and in general when you have a company that launches spacecraft and creates Advanced unmanned Vehicles why not create your own combat fighter that resembles a UFO the name of this vehicle is classified so if you don't mind we'll call it X1 for convenience what's so remarkable about the X1 that it scared the US government first it's the only aircraft that uses a compact space shuttle engine previously it was only installed on the hawk Hypersonic missile which was developed by SpaceX this missile is capable of accelerating to an unprecedented speed of more than 4600 mph which allows it to bypass absolutely all modern missile defense systems it was this engine that moved to the brand new X1 and it also received an important Improvement in design with which fuel consumption was reduced by 30% while the F35 will only be halfway there the X1 will reach its Target at an incredible speed destroy it and return to base without refueling we were really building a fighter for the 21st century that could take on uh all of the advanced threats by the way it'll destroy targets with a very unusual weapon a microwave system is an installation that emits electromagnetic vibrations in the millimet wave range these waves directed at an object affect it like a laser in a much wider range microwave radiation at full power can literally melt an enemy aircraft but most often this system is used to turn off all electronics and turn a fighter jet into a pile of flying scrap metal the mission of the airplane was to be half of what the Air Force called the high low mix there's another application for this system if the radiation is attenuated and directed at a person 83% of the energy is absorbed by the top layer of the skin which causes a sensation of immersion in molten metal this impact is unbearable and any person will want to immediately flee the place of exposure leaving for example his or her tank which can be taken back later it would be a great addition to the US military but as we can see the Pentagon and Elon Musk are on opposite sides of the issue so far in a long interview with Business Insider musk comment on the journalist's loud statement reporter Matias deppner said thanks to the knowledge products and services he provides Elon Musk is practically a strategic weapon in Modern Warfare the billionaire replied I think I can be useful in Conflict most likely he was hinting at the useful abilities of his UFO which by the way has two other remarkable abilities for example how do you like the ability to hide not only from radar but also from the human eye to achieve this effect SpaceX Engineers have developed a unique clading that combines a stealth coating that reflects radar waves of course Elon Musk could display an image of his logo and launch the world's first UFO ad but the main task of this skin is to hide the aircraft a person on the ground will not realize that there's not a simple cloud above him or her but a deadly weapon and the radar cannot detect the UFO moreover if we take into account the height to which this aircraft can take off and yes we can finally announce the main ability of X1 given the fact that it uses an engine that's used on Space launchers it's not surprising that the aircraft can take off at as high as 105,000 ft prior to that the only US aircraft that could fly to that altitude was the SR71 Blackbird but it had no attack capabilities unlike the X1 at this altitude no air defense system would be able to shoot it down the only way to destroy the vehicle is to use a fighter jet that can fly close enough to fire a supersonic missile that can catch up to the X1 yes there are such aircraft in the United States F-35 lightning 2 and F-22 Raptor fifth generation Fighters can give a decent fight these are very good aircraft if we look at the technical characteristics both of these aircraft will lose in a fair fight because the speed of the F35 is only 1200 mph compared to 7500 km of the X1 the Raptor is slightly faster and reaches 1500 mph but this is still very low five uses far too much gas it's lucky if it can hang around for an hour or an hour and a half at most the maneuverability is laughable but it's not just about the characteristics it's about the weapons and experience of the pilots as already mentioned the only Weaponry spotted on the X1 was a microwave system with a range of attack not exceeding 6 Mi at the same time both lightning and Raptor carry A10 Hypersonic missiles which typically reach speeds of about Mach 4 this means that its speed is about four times faster than the speed of sound and is equal to 3100 mph yes this is not enough to catch up with the X1 but the fighter cannot fly at full speed for more than half an hour in addition the F35 and F22 Pilots are top-notch Aces who can easily outsmart the SpaceX recruits but now the question of height remains because the the Raptor ceiling is only 72,2 200 ft and Lightnings is even less a missile that can attack targets at a distance of 111 mil is back in action the only thing left to do is deal with microwave weapons that can shoot down Fighters yes it's a big obstacle but the F22 is designed with an emphasis on incredible maneuverability which means that as soon as the equipment notices the impact of the microwave gun the pilot will immediately move out of range and be safe I know firsthand from flying the Raptor against other aircraft and flying other aircraft against the Raptor that it's like clubbing baby seal as you can see even the most advanced technological developments of Elon Musk can be circumvented with good tactics and reliable aircraft Hypersonic aircraft have long been a priority for the US military with looh Martin being the renowned aircraft manufacturer responsible for producing Legends like the F-35 lightning 2 and f-17 Nighthawk among their unique creations is the the SR71 Blackbird which holds the distinction of being the fastest fighter aircraft ever built by utilizing a groundbreaking hole design the SR71 Blackbird was able to achieve a speed of 2,000 mph which was previously thought to be impossible however this breakthrough came at a cost of intense overheating causing the airframe to endure temperatures of up to 750° F undeterred by this obstacle the developers were determined to achieve even greater performance with their new aircraft as you know the recipient of these advancements was the Dark Star as you know the recipient of these advancements was the darkar we know what you're thinking the darkar isn't a real airplane true but ITS Technologies are real and all we have to do is wait for it to be officially announced but for now you can call it the Dark Star what it might look like it's to describe a vision more than anything else it's to to put something tangible in people thanks to the tireless efforts of Engineers this latest innovation has resolved all the issues faced by its predecessor and boasts an array of impressive technological features making it the most powerful aircraft currently in existence its top speed of Mach 6 equivalent to 4,300 mph was made possible thanks to the development of a unique engine based on a combined cycle in simpler terms it includes an enhanced version of the previous aircraft's Engine with the addition of an advanced re active accelerator at a speed of 4,300 mph the fighter can truly cause structural damage to buildings and incapacitate enemy Machinery without even using its Weaponry however developers believe that more could be done which prompted Northrup Grumman to enhance the aircraft even further by incorporating one of the world's most potent laser systems the fire strike 2 the primary advantage of this system lies in its adaptability and Swift performance owing to its compact size and lightweight design making it an ideal fit for fighter aircraft it uses Ultra powerful lasers to generate ultraviolet radiation which is then converted into infrared radiation this energy is aimed directly at the hole of an enemy vehicle which quickly heats up to thousands of degrees this formidable weapon poses a deadly threat to any type of Machinery as it can cause the explosive payloads inside tanks artillery and aircraft to detonate due to the extreme heat destroying the target from the inside out the environment's changing um so and the threats changing and therefore um we are looking at um laser directed energy weapons um they're around and about on ships utilizing this weapon alongside its extraordinary speed the Dark Star can effortlessly fly over enemy bases and eliminate key positions with a single accurate shot it appears to have no equal when it comes to Aerial combat or does it X experts believe that the only aircraft capable of rivaling this technological Marvel is another sixth generation fighter developed in the United States under the NAD program boasting speeds of over 1,800 mph and a flight ceiling of 15 Mi it possesses a stealth coding for evading radar detection and features a sophisticated laser weapon countermeasure system however its true standout feature lies in its artificial intelligence which allows the fighter to control a swarm of Dr drones the first type are reconnaissance drones equipped with highly precise Radars that can track any movement within a radius of 46 s miles the way we use it is by employing it against targets that we cannot normally see visually whether it is due to weather smoke Haze or just some sort of other thing if all 40 drones are positioned along the perimeter it would create an impenetrable Zone spanning nearly 3,000 Mi this strategic placement allows for detection at the maximum possible distance once an aircraft is spotted the attacking drones are quickly engaged which use their exceptional accuracy to eliminate any Target within seconds both the Enad and the Dark Star are fighting on the same side and will complement each other's capabilities there's also another noteworthy sixth generation fighter developed in Europe that'll be added to this team it's called The Tempest and it's the result of a collaboration between Specialists from various Allied countries including Italy Sweden France and Japan under the leadership of the United kingd news in this announcement is the cooperation of the British Italian and Japanese defense Industries on the building of this new combat aircraft even the world famous company Rolls-Royce contributed to the project by providing the Tempest with an immensely powerful engine capable of propelling the fighter to extraordinary speeds of up to 1900 mph unlike the Dark Star which relies on Advanced Laser Technology The Tempest follows a more conventional approach seen in existing Fighters like the F35 and F-22 it strengths lie in its raw power maximum maneuverability and stealth capabilities we're looking at everything from within flight systems areas we're looking at battery technologies and and using a lot less hydraulics in the cockpit to achieve exceptional stealthiness Engineers from European companies have developed a completely new hole design which not only blocks radar frequencies but also ensures that the aircraft remains entirely hidden from detection it incorporates an absorbent Coating in a special shape that effectively deflects radar waves rendering The Tempest invisible to radar surveillance exploiting this Advantage The Tempest launches devastating Hypersonic missiles similar to those found on the F35 that are equipped with four engines allowing them to maneuver and evade any anti-aircraft defenses with a staggering speed of 2 m per minute these missiles can effectively evade interception even from laser weapons the aircraft is also Poise to receive new long range weapons in the near future it's highly likely that these weapons will involve vacuum or nuclear Munitions with similar maneuvering capabilities the future of weapons could look very different to what they look like today um so we're looking at um options to have flexible payload Bays have different missiles all contained within it just imagine the potential of the Dark Star Enad Tempest Trio when they're all deployed at the same time the dark stars zooming at top speeds towards enemy bases Gathering crucial intelligence while obliterating anti-aircraft defenses with its laser beam then the Tempest unleashes its arsenal of missiles on key enemy targets and if anyone attempts to take flight and mount a Counterattack they'll be met by the end Gad and its Squadron of drones it's intriguing to consider whether anyone can truly withstand such a formidable Force the only country that comes close as China they at least have the j22 which seems to be a replica of a foreign aircraft however recent details have emerged that shed light on its unique capabilities according to reports the j22 carries a specially designed drone on board that emits electromagnetic waves effectively jamming enemy radar systems its operation is relatively straightforward if the j22 sensors detect even the slightest radar emissions the artificial intelligence immediately activates the Drone which generates disruptive frequencies these patterns act as a protective shield concealing the aircraft from enemy detection thus this Innovative system could potentially serve as an alternative to the transparent hole concept of the Tempest although it's worth noting that the Tempest will also incorporate this technology as for Weaponry the Chinese aircraft carries over a dozen different projectiles including very fast two-stage air-to-air missiles that fly at speeds of over 1,800 mph and can reach their Target in a matter of seconds the primary AR Armament is in weapon phas underneath the airplane where we carry six medium range radar guided missiles of course such missiles would be rendered useless against the speed of the Dark Star the aircraft's final surprising feature is its ability to control a satellite orbiting the Earth which can launch dozens of hypersonic ballistic missiles nevertheless each of these missiles can be easily neutralized by the laser drones of Enga in the end China's best fighter appears to be lagging behind its Western counterparts plus it's highly likely that what BAS Jing is claiming is merely a fabrication to intimidate its adversaries and on that note this video has come to an end thank you for watching you can share your thoughts about our content in the comments section and leave a like or dislike we have plenty more exciting content to come so we'll see you next time"
        }
    ]
}